<template>
    <div class="designed-info ml-3">
        <h1 class="Roboto-28-700-no-adaptive">Грамотное проектирование – залог качественного строительства</h1>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/designed/designed-img.jpg" class="designed-info__img float-left mr-5" vspace="5" hspace="5">
            Отправной точкой строительства индивидуального жилья служит планирование, в частности, проект будущего дома.<br /><br />На просторах интернета можно найти множество рекомендаций по самостоятельному созданию таких проектов. Подобные «мастер-классы» провоцируют ошибочную иллюзию того, что построить дом легко и просто: важно лишь следовать инструкции и ориентироваться на видеоматериалы.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Однако самостоятельно разработанные проекты с расчетами «на глазок» людьми, не имеющими профильного образования, практически во всех случаях заканчиваются непоправимыми ошибками. Это слабый фундамент, трещины на стенах, неправильная планировка, проблемы с инженерными системами и водопроводом, плюс десятки других мелочей и постоянно растущие материальные вложения на исправление ошибок. Увы, не все удается исправить без полного сноса конструкции.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/designed/designed-img-1.jpg" class="designed-info__img float-right mr-5" vspace="5" hspace="5">
            Опытный архитектор с багажом профессиональных знаний, много лет отдавший своему делу, способен разработать грамотный проект коттеджа или частного дома. Не прото красивой «картинки», а надежного, крепкого и безопасного сооружения в авторском стиле и дизайне. Предлагаем воспользоваться услугами наших специалистов, работы которых можно посмотреть в портфолио компании и в разделе Готовые решения.
        </p>
        <p class="Roboto-16-400 font-italic mt-10">Помимо эстетики, спроектированные нами дома отличаются продуманной планировкой внутренних помещений, отлаженной работой отопительной системы, инженерных коммуникаций, вентиляции и других компонентов, обеспечивающих комфортную жизнь.<br /><br />И все благодаря рациональным решениям квалифицированного архитектора.</p>
        <h2 class="Roboto-28-700-no-adaptive mt-5">С чего начинается проектирования</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/designed/designed-img-2.jpg" class="designed-info__img float-left mr-5" vspace="5" hspace="5">
            В нашем случае с обсуждения будущего дома с заказчиком. Специалисты учитывают каждую мелочь, вплоть до образа жизни заказчика, его пожелания, членов семьи, их вкусы и предпочтения.<br /><br />Если у клиента есть конкретное видение будущих частных владений, архитектор разработает авторский проект с учетом всех рекомендаций. Также мы всегда готовы предложить варианты типовых построек или любой понравившийся из каталога готовых работ (раздел Готовые решения). Только после предварительных обсуждений специалист приступает непосредственно к планировке дома.
        </p>
        <p class="Roboto-16-400 font-italic mt-5">Ключевые моменты, которые учитываются при планировании будущего сооружения:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Архитектурное решение, концепция частного дома, коттеджа</li>
            <li class="Roboto-16-400 font-italic ml-5">Подробная информация о земельном участке под застройку</li>
            <li class="Roboto-16-400 font-italic ml-5">Инженерные исследования и изыскания</li>
            <li class="Roboto-16-400 font-italic ml-5">Разработка проекта в 3D формате</li>
            <li class="Roboto-16-400 font-italic ml-5">Создание проектной документации.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-5">Наши специалисты делают упор на надежность и безопасность будущей постройки, баланс и гармонию вашего жилища.</p>
        <h2 class="Roboto-28-700-no-adaptive mt-5">Преимущества разработки проекта командой «Про Дом»</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/designed/designed-img-3.jpg" class="designed-info__img float-left mr-5" vspace="5" hspace="5">
            Наша задача – спроектировать красивый энергоэффективный дом для удобного комфортного проживания на долгие годы, в котором исправно работают все коммуникации, без «мертвых зон», занимающих дополнительную площадь. Учитываем все нюансы местности, климатические особенности.<br /><br />Дополнительно предлагаем полное проектирование участка с хозяйственными постройками, баней, беседкой для удобного пользования и грамотным использованием всей территории, включая зеленую зону для отдыха или сада.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/designed/designed-img-4.jpg" class="designed-info__img float-right mr-5" vspace="5" hspace="5">
            Важный нюанс: проект, разработанный силами наших специалистов, позволит избежать дополнительных финансовых расходов и существенно сэкономит ваше время. Мы работаем согласно утвержденной технической документации и составленной смете, повышение цен на рынке стройматериалов — не изменяет договорной строимости дома, эти риски мы берем на себя.<br /><br />Услуги профессиональной строительной бригады помогут избежать ситуации с наймом недобросовестных рабочих и последующего капитального ремонта в результате некачественно выполненных работ. Мы доверяем нашим работникам — каждый из них — наш сотрудник Мы не используем услуги подрядчиков для гарантии качества и сроков для наших клиентов!<br /><br />Ждем вашу заявку! Мы экономим ваше время и деньги – вы получаете проект дома вашей мечты!
        </p>
        <button-phone />
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'designed-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.designed-info {
    &__img {
        width: 100%;
        max-width: 250px;

        @include up($md) {
            max-width: 400px;
        }
    }
}
</style>