<template>
    <div class="turnkey-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Строительство домов «под ключ»: от идеи до готового объекта на вашем участке в Крыму</h1>
        <img src="@/assets/turnkey/turnkey-img.jpg" class="w-100 mt-3">
        <p class="Roboto-16-400 font-italic mt-3">Почему городские жители все чаще стремятся переехать из типовых малогабаритных квартир в загородный дом? Дело здесь не только в увеличении площади жилых помещений и проживании в экологически чистой зоне.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/turnkey/turnkey-img-2.jpg" align="left" vspace="5" hspace="5" class="mr-5">
            Свой дом в Крыму – это уютное, надежное, комфортное для проживания жилище, в котором с удобством разместятся все члены семьи. Добавим к этому гараж, баню, «зеленую» зону отдыха с мангалом и летний бассейн. И вот он – дом мечты! А если вы хотите справить новоселье без задержек и не вкладывать средства на дополнительные расходы для скорейшей сдачи объекта в эксплуатацию, то обращайтесь в профессиональную строительную компанию.<br /><br />ПроДом – команда настоящих профессионалов строителей, которая трудится на данном рынке услуг более 15 лет в Крыму. За плечами наших специалистов большой опыт работы с объектами различного масштаба и сложности, сотни реализованных проектов. Мы не боимся сложных задач и готовы воплотить в жизнь ваши самые смелые идеи.
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-5">Большой выбор готовых решений для загородного строительства</h2>
        <slider-template :slide="slide" />
        <div class="d-flex justify-center mt-3">
            <v-btn @click="dialog = true" class="turnkey-info__btn pa-4">
                <span class="color-white Roboto-24-700">Нужна консультация?</span>
            </v-btn>

            <v-dialog v-model="dialog" width="auto">
                <v-card max-width="500">
                    <template v-slot:actions>
                        <form-template v-model:dialog="dialog" />
                    </template>
                </v-card>
            </v-dialog>
        </div>
        <p class="Roboto-16-400 font-italic mt-3">Для этого вам не нужно быть художником или специалистом по инженерным чертежам. Просто изложите свою задумку – идею будущего дома, а все остальное мы берем на себя. В штате компании трудятся профильные специалисты, делающие упор не только на эстетику постройки, но также на ее надежность, безопасность.<br /><br />Обратившись к нам за услугой строительства дома «под ключ», вы можете быть уверены, что жилище прослужит не один десяток лет без капитального ремонта и серьезных доработок в плане несущих конструкций, коммуникаций.</p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Хороший дом в короткие сроки</h2>
        <p class="Roboto-16-400 font-italic mt-3">Наши актуальные предложения для тех, у кого в приоритете качество и разумное вложение денежных средств:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Разработка авторского проекта дома с учетом индивидуальных пожеланий заказчика; </li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Подготовка проектной документации, чертежей, 3D модели проекта в качестве визуализации будущей постройки;</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Грамотная планировка внутренних жилых и хозяйственных помещений, а также придомовой территории;</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Использование качественных, экологически безопасных стройматериалов, в том числе собственного производства;</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Услуги профессиональных архитекторов, проектировщиков, дизайнеров с профильным высшим образованием, ответственной строительной бригады;</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Работа в рамках составленной и утвержденной сметы, строгое соблюдение сроков сдачи объекта в эксплуатацию.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/turnkey/turnkey-img-3.jpg" align="right" vspace="5" hspace="5" class="ml-5">
            Все этапы реализуются согласно составленному договору. Только после обсуждения деталей, согласования проекта мы приступаем к работе. Важный момент – соблюдение баланса относительно пожеланий заказчика и строительных норм. Осуществляем авторский надзор. По желанию клиент может в любой момент лично посетить стройплощадку и убедиться в соблюдении графика проведения оговоренных мероприятий по возведению дома.
        </p>
        <router-link :to="{ name: 'ready-made' }" class="turnkey-info__link mt-5 py-3 w-100 color-white d-block text-center text-uppercase Roboto-28-700-no-adaptive">Готовые решения под ключ</router-link>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Дом «под ключ» от профессионалов</h2>
        <p class="Roboto-16-400 font-italic mt-3">Сотрудничество с проверенной строительной компанией в Крыму – это гарантия на все проведенные работы и возведение постройки с учетом современных технологий:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Каркасной.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Монолитной.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Каменной.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Комбинированной.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Утепляющие, изоляционные, строительные материалы отвечают стандартам экологической безопасности. Кроме того, мы предлагаем доступные цены не только на услуги, но и на стройматериалы собственного производства.<br /><br />На начальном этапе планирования учитываем все нюансы: характер грунта, расположение подземных вод, рельеф местности. Особое внимание уделяем грамотному обустройству отопления, водоснабжения, инженерных систем, дизайну интерьера с учетом пожеланий заказчика.<br /><br />ПроДом: профессиональное строительство домов «под ключ» в Крыму!</p>
        <button-phone>Позвонить</button-phone>
        <acordion-template :accordion="accordion" class="mt-5" />
    </div>
</template>

<script>
import SliderTemplate from '@/components/elements/slider-template.vue'
import FormTemplate from '@/components/elements/form-template.vue'
import ButtonPhone from '@/components/elements/button-phone.vue'
import AcordionTemplate from '@/components/elements/acordion-template.vue'

export default {
    name: 'turnkey-info',
    components: {
        SliderTemplate,
        FormTemplate,
        ButtonPhone,
        AcordionTemplate
    },
    data() {
        return {
            slide: [
                { src: require('@/assets/works/works-img.jpg') },
                { src: require('@/assets/works/works-img-2.jpg') },
                { src: require('@/assets/works/works-img-3.jpg') },
                { src: require('@/assets/works/works-img-4.jpg') }
            ],
            dialog: false,
            accordion: [
                {
                    title: 'Создайте свой уютный уголок с нами: строительство загородных домов на заказ в Крыму',
                    content: [
                        {
                            text: 'Мы помогаем вам создать свой уютный уголок в загородном доме по Крыму, который будет отвечать всем вашим потребностям и пожеланиям. Заказывайте дом своей мечты от проекта до строительства под ключ в любом городе: Симферополь, Ялта, Севастополь, Евпатория и в любом другом городе Крыма.'
                        }
                    ]
                },
                {
                    title: 'Лучшие решения для загородной жизни: строительство домов под ключ от профессионалов ПроДом',
                    content: [
                        {
                            text: 'Строительная компания ПроДом Крым - предлагает полный комплекс услуг по строительству домов под ключ, которые обеспечат вам максимальный комфорт и уют в загородной жизни. Начнем с правильного проектирвоания дома и в ходе строительства дома подключим все необходимые коммуникации (инженерные сети - электричество, вода, отопление).'
                        },
                        {
                            text: 'Строительство дома "под ключ" в Крыму - это полный комплекс услуг, который включает в себя проектирование, подготовку участка под строительство, возведение фундамента, строительство самого дома, его отделку, установку систем отопления, водоснабжения и электроснабжения, а также благоустройство прилегающей территории.'
                        },
                        {
                            title: 'Загородные дома "под ключ": индивидуальный проект и профессиональное строительство',
                            text: 'Строительство дома "под ключ" предоставляет множество преимуществ. Во-первых, это экономит время и деньги на поиски подходящего участка земли и выбора проекта дома. Компания, занимается строительством по Крыму, уже имеет готовый проект и землю для строительства.'
                        },
                        {
                            text: 'Во-вторых, строительство дома "под ключ" обеспечивает гарантированную надежность и качество работы. Компания, Продом Крым строит дома и несет ответственность за выполнение всех работ по строительству в соответствии со стандартами качества.'
                        },
                        {
                            text: 'В-третьих, строительство дома "под ключ" позволяет создать уникальный дизайн дома, который будет соответствовать индивидуальным потребностям и пожеланиям заказчика. Про дом - компания занимающаяся строительством загородных домов, может предложить большой выбор различных материалов, отделки и дизайна интерьеров, чтобы создать уникальный дом.'
                        },
                        {
                            title: 'Загородный дом "под ключ": надежность и качество работы',
                            text: 'Строительство дома "под ключ" также экономит время и усилия заказчика, так как все работы выполняются профессионалами и заказчик не должен контролировать все процессы строительства. Кроме того, заказчик может быть уверен в качестве работ и надежности дома, так как все работы выполняются компетентными специалистами.'
                        },
                        {
                            text: 'Важно отметить, что строительство дома "под ключ" может быть достаточно дорогим процессом. Однако, это может окупиться в будущем, если дом будет использоваться как коттедж для отдыха или для постоянного проживания.'
                        },
                        {
                            text: 'Если вы рассматриваете строительство дома "под ключ", обратитесь к проверенной компании, которая поможет вам создать идеальный дом на вашем участке земли. Такой дом позволит вам наслаждаться комфортом и уютом в вашем собственном доме, созданном специально для вас и вашей семьи.'
                        }
                    ]
                },
                {
                    title: 'Незабываемая атмосфера загородной жизни: строительство домов из натуральных материалов, а также монолитные дома в Крыму',
                    content: [
                        {
                            text: 'Строим загородные дома из натуральных материалов, которые создают уникальную атмосферу единения с природой. Заказать строительство под ключ, возможно в любом городе: Симферополь, Севастополь, Ялта, Евпатория, Алушта, Судак, Феодосия, Джанкой, Белогорск, Саки, Бахчисарай и др.'
                        },
                        {
                            text: 'Преимущества при заказе строительства дома в Про Дом Крым'
                        },
                        {
                            title: 'Экономия времени и усилий',
                            text: 'Заказ строительства загородного дома под ключ позволяет сэкономить много времени и усилий. Вам не нужно искать участок земли, проектировать дом, закупать стройматериалы и контролировать процесс строительства. Это все берет на себя компания, занимающаяся строительством. Вы можете сосредоточиться на других важных вещах в своей жизни, пока ваш дом строится.'
                        },
                        {
                            title: 'Полный контроль над процессом строительства',
                            text: 'Заказ строительства дома под ключ также позволяет сохранить полный контроль над процессом строительства. Вы можете выбрать материалы, дизайн, отделку и системы, которые хотите использовать в своем доме. Компания, занимающаяся строительством, будет консультировать вас на каждом этапе строительства, чтобы удовлетворить все ваши потребности и пожелания.'
                        },
                        {
                            title: 'Гарантированное качество работ',
                            text: 'Заказать строительство под ключ, это гарантированно получить высокое качество всех работ. Компания, занимающаяся строительством в Крыму, имеет опыт и знания, необходимые для строительства качественного дома. Все работы выполняются профессионалами, что гарантирует надежность и долговечность вашего дома.'
                        },
                        {
                            title: 'Ваш дом - ваша мечта: загородный дом под ключ',
                            text: 'Заказ строительства загородного дома - это возможность создать дом своей мечты, который полностью соответствует вашим потребностям и желаниям.'
                        },
                        {
                            title: 'Экономия времени и усилий при заказе строительства загородного дома под ключ',
                            text: 'Строительство загородного дома "под ключ" позволяет избежать множества необходимых действий, таких как поиск земельного участка, подготовка проекта, поиск подрядчиков и закупка материалов.'
                        },
                        {
                            title: 'Гарантия качества при заказе строительства дома под ключ',
                            text: 'Строительство под ключ гарантирует качество и надежность работ, так как все работы выполняются профессионалами в соответствии со стандартами качества.'
                        },
                        {
                            title: 'Индивидуальный дизайн и отделка при заказе строительства загородного дома под ключ',
                            text: 'Заказ строительства загородного дома под ключ предоставляет возможность создать уникальный дизайн дома, отделки и интерьеров, которые будут соответствовать вашим потребностям и пожеланиям.'                            
                        },
                        {
                            title: 'Экономия денег при заказе строительства под ключ',
                            text: 'Заказ строительства загородного дома в Крыму под ключ может оказаться дешевле, чем самостоятельное строительство, так как компания, занимающаяся строительством учитывает все технические особенности, что экономит ваши деньги при переделки работ и на ремонте в будущем.'
                        }
                    ]
                }
            ]
        }
    }
}
</script>

<style lang="scss">
.turnkey-info {
    @include up($sm) {
        max-width: calc(100% - 300px);
    }

    &__btn {
        background-color: $green-main;
        height: auto !important;
    }

    &__link {
        background-color: $green-main;
        transition: 0.2s;

        &:hover {
            background-color: $green-dark;
        }
    }
}
</style>