<template>
    <div class="footing-info ml-md-3">
        <h2 class="Roboto-28-700-no-adaptive">Строительство частных домов: профессиональный подход</h2>
        <p class="Roboto-16-400 font-italic mt-3">Строительство частного дома – сложный и достаточно долгосрочный процесс, имеющий множество нюансов и требующий профессиональных знаний, навыков от специалистов на каждом этапе.</p>
        <img src="@/assets/construction/construction-img.jpg" class="footing-info__banner mt-3">
        <p class="Roboto-16-400 font-italic mt-3">Как же избежать долгостроя, выхода за рамки бюджета и в короткие сроки въехать в добротный новый дом? Выход есть- обратитесь в нашу компанию профессионалов! В портфолио нашей команды - сотни реализованных объектов различной степени сложности: как масштабные проекты по возведению малоэтажных коттеджей, так и строительство бюджетных типовых домов, в том числе дачного типа. Есть у нас и типовые проекты, но большинство домов - это наше воплощение идей клиентов!</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/construction/construction-img-1.jpg" class="footing-info__mini-img float-left mr-5">
            Мы никогда не ориентируемся на материальное благосостояние клиента, одинаково качественно готовы работать в рамках любого объективного бюджета. Одинаково ответственно относимся к строительству каждого дома, уважаем пожеланиям клиентов, ориентируемся на личные предпочтения заказчиков.<br /><br /><b>Дом «под ключ»: этапы строительства</b>
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Наша компания предлагает полный спектр услуг по строительству частных домов:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Разработка дизайн-проекта</li>
            <li class="Roboto-16-400 font-italic ml-5">Строительство объекта</li>
            <li class="Roboto-16-400 font-italic ml-5">Ландшафтный дизайн</li>
            <li class="Roboto-16-400 font-italic ml-5">Обустройство придомовой территории</li>
            <li class="Roboto-16-400 font-italic ml-5">Дизайн интерьера</li>
            <li class="Roboto-16-400 font-italic ml-5">Сдача объекта в эксплуатацию.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Реализуем проекты различной степени сложности из современных материалов с использованием передовых технологий:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Каркасные (чёрный металл, деревянный каркас, ЛСТК)</li>
            <li class="Roboto-16-400 font-italic ml-5">Каменные</li>
            <li class="Roboto-16-400 font-italic ml-5">Каркасно-каменные</li>
            <li class="Roboto-16-400 font-italic ml-5">Комбинированные</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/construction/construction-img-2.jpg" class="footing-info__img float-left mr-5">
            Наш заказчик в любой момент может приехать на стройплощадку, наблюдать за ходом работ и при желании вносить корректировки. Также мы организуем доступ к системе видеонаблюдения за вашей стройкой. В арсенале компании имеется вся необходимая строительная техника, оборудование, профессиональная опалубка, есть собственная база стройматериалов, ответственные бригады строителей с необходимой квалификацией.<br /><br />Очень удобно, когда разработчики проекта и строители трудятся в одной команде: при возникновении любых возможных трудностей работники сообща решают задачу в кратчайшие сроки.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Какие работы предстоит выполнить строительной бригаде:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Подготовить участок под застройку;</li>
            <li class="Roboto-16-400 font-italic ml-5">Разработать грунт, выкопать котлован;</li>
            <li class="Roboto-16-400 font-italic ml-5">Создать фундамент будущей постройки;</li>
            <li class="Roboto-16-400 font-italic ml-5">Возвести несущие стены, межэтажные перекрытия;</li>
            <li class="Roboto-16-400 font-italic ml-5">Соорудить кровельную систему;</li>
            <li class="Roboto-16-400 font-italic ml-5">Утеплить фасады и кровлю;</li>
            <li class="Roboto-16-400 font-italic ml-5">Установить окна, двери;</li>
            <li class="Roboto-16-400 font-italic ml-5">Провести инженерные коммуникации;</li>
            <li class="Roboto-16-400 font-italic ml-5">Выполнить наружную и внутреннюю отделку.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Важный момент: наши специалисты точно рассчитают количество необходимых стройматериалов, в том числе изготовленных с использованием собственных производственных мощностей, по выгодной оптовой цене для каждого.</p>
        <p class="Roboto-16-400 font-italic mt-3">Все работы проводятся согласно утвержденной технической документации, под надзором архитекторов и проектировщиков.</p>
        <h2 class="Roboto-28-700-no-adaptive">Преимущества строительства дома «под ключ» в нашей компании</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/construction/construction-img-3.jpg" class="footing-info__img float-right mr-5">
            Наши специалисты учитывают все нюансы, начиная с обсуждения проекта вплоть до особенностей местности под застройку. Пожелания клиента первостепенны, смета составляется с учетом бюджета, заложенного заказчиком на строительство дома.<br /><br />Помимо собственной базы стройматериалов, мы сотрудничаем напрямую с надежными производителями, которые предлагают нашим клиентам товары по низким оптовым ценам. Мы дорожим вашим временем, и готовы взять на себя все хлопоты по подбору необходимых материалов. Также озвучиваем реальные сроки сдачи объекта и прописываем их в договоре.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Обратите внимание: грамотный монтаж отопительной, вентиляционной системы обеспечит циркуляцию воздушных потоков внутри постройки, исключив появление плесени и грибка. Капитальный ремонт не станет насущной необходимостью в ближайшие десятилетия.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/construction/construction-img-4.jpg" class="footing-info__img float-left mr-5">
            Кроме того, мы решаем для своих клиентов и задачу получения разрешительной документации для строительства, и оказываем помощь в вводе дома в эксплуатацию (постановка на кадастровый учёт, получение права собственности).<br /><br />Возведение частного дома силами профессиональной строительной компании – выгодный и безопасный вариант для тех, кто ценит свое время и не готов к непредвиденным расходам:
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Работы выполняются точно в срок, согласно технической документации;<br />Осуществляется авторский надзор.<br />Компания несет полную ответственность за весь комплекс выполненных работ.</p>
        <button-phone />
        <acordion-template :accordion="accordion" class="mt-5" />
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'
import AcordionTemplate from '@/components/elements/acordion-template.vue'

export default {
    name: 'footing-info',
    components: {
        ButtonPhone,
        AcordionTemplate
    },
    data() {
    return {
      accordion: [
        {
          title: 'Построить частный загородный дом в Крыму, это выгодно',
          content: [
            {
              title: 'Строительство в Крыму частных загородных домов: надежность и комфорт от профессионалов',
              text: 'Строительство частного загородного дома - это большой и важный шаг в жизни каждого человека. Но чтобы получить идеальный дом в Крыму, который будет соответствовать всем вашим потребностям и пожеланиям, важно обратиться к профессионалам в этой области.'
            },
            {
              title: 'Надежность и качество',
              text: 'Заказывая строительство дома у профессионалов, вы можете быть уверены в надежности и качестве выполненных работ по Крыму. Профессионалы используют только высококачественные материалы и современные технологии строительства, что обеспечивает долговечность и устойчивость дома к различным внешним воздействиям.'
            },
            {
              title: 'Индивидуальный подход',
              text: 'Каждый дом, построенный профессионалами, является уникальным и индивидуальным. При заказе строительства дома вы можете выбрать проект из готовых вариантов или создать свой уникальный дизайн с помощью профессиональных архитекторов Про Дом Крым. Кроме того, вы можете выбрать материалы и отделку в соответствии со своими предпочтениями и бюджетом.'
            },
            {
              title: 'Экономия времени и денег',
              text: 'Заказывая строительство дома у профессионалов, вы экономите свое время и деньги. Профессионалы знают все нюансы и тонкости строительства дома и могут выполнить работы быстро и качественно, снижая затраты на материалы и ресурсы. Кроме того, профессионалы Про Дом Крым могут предложить оптимальные решения для экономии на затратах на отопление, водоснабжение и электроснабжение.'
            },
            {
              title: 'Удобство и комфорт',
              text: 'Заказывая строительство дома у профессионалов, вы получаете не только надежный и качественный дом, но и удобство и комфорт. Профессионалы могут создать уникальный дизайн дома в Крыму, который будет соответствовать вашим потребностям и пожеланиям. Кроме того, профессионалы могут установить современные системы отопления, водоснабжения и электроснабжения, которые обеспечат комфортное проживание в доме в любое время года.'
            },
            {
              title: 'Благоустройство территории',
              text: 'Помимо строительства дома, профессионалы могут предложить услуги по благоустройству прилегающей территории. Это может быть установка забора, устройство дорожек и тропинок, озеленение территории, установка барбекю и многие другие элементы. Благоустройство территории позволит создать уютную атмосферу вокруг дома и сделать проживание в нем еще комфортнее и приятнее.'
            },
            {
              title: 'Заказать строительство дома под ключ в Крыму',
              text: 'Строительство частного загородного дома - это ответственный и важный шаг в вашей жизни. Обратившись к профессионалам в этой области, вы можете быть уверены в надежности, качестве и комфорте своего будущего дома. Не откладывайте свои мечты на потом, обратитесь к профессионалам и создайте свой идеальный дом уже сегодня!'
            }
          ]
        },
        {
          title: 'Частные загородные дома строим для вас в Крыму',
          content: [
            {
              title: 'Создание уникальной атмосферы в доме, построенном на заказ в Крыму',
              text: 'Каждый человек мечтает о том, чтобы жить в уютном и комфортабельном доме, который будет соответствовать всем его потребностям и пожеланиям. При заказе постройки дома на заказ вы можете создать уникальную атмосферу, которая будет соответствовать вашим предпочтениям.'
            },
            {
              text: 'При заказе строительства дома на заказ вы можете выбрать материалы, которые будут использоваться при строительстве (ракушечник, газобетон, монолит). Это позволит создать уникальную атмосферу в вашем доме, которая будет соответствовать вашему стилю жизни и предпочтениям. Вы можете выбрать отделку стен, пола, потолка, дверей и окон.'
            },
          ]
        },
        {
          title: 'Заказать дом под ключ у профессионалов в Крыму',
          content: [
            {
              text: 'Частный дом в Крыму - это не просто место для жилья, это место, где мы проводим большую часть своей жизни. Поэтому важно, чтобы дом был не просто удобным, но и создавал уникальную атмосферу. Если вы строите дом на заказ, то у вас есть возможность создать именно тот дом, который будет соответствовать вашим потребностям и пожеланиям. Cоздать уникальный проект дома и заказть его строительство вы сможете в города Крыма: Симферополь, Ялта, Алушта, Севастополь, Евпатория, Судак, Феодосия, Саки, Бахчисарай, Белогорск.'
            },
          ]
        }
      ]
    }
  }
}
</script>

<style lang="scss">
.footing-info {
    &__banner {
        max-width: 825px;
        width: 100%;
    }

    &__mini-img {
        width: 100%;
        max-width: 210px;

        @include up($md) {
            max-width: 210px;
        }
    }

    &__img {
        width: 100%;
        max-width: 250px;

        @include up($md) {
            max-width: 400px;
        }
    }
}
</style>