<template>
    <div class="finishing-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Внутренняя отделка</h1>
        <p class="Roboto-16-400 font-italic mt-3">Все чаще наши клиенты выбирают в работе с нами формат «под ключ» - заказывают проектирование и строительство в финишном варианте, предпочитая занести мебель и отпраздновать новоселье. Ведь отделка дома своим руками – это не самое лучшее и не самое оптимальное решение. Давайте что можно получить, заказав отделку профессиональной команде «<b>ПроДом</b>»</p>
        <img src="@/assets/finishing/finishing-img.jpg" class="w-100">
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Архитектурный стиль</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Выбор архитектурного стиля – это важный этап оформления дома вашей мечты!  Существует разнообразие архитектурных стилей – наши специалисты команды «ПроДом» подберут стиль с учетом ваших пожеланий, темперамента, стиля самого дома, любимых и нелюбимых деталей в интерьерах.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/finishing/finishing-img-2.jpg" align="left" vspace="5" hspace="5" class="finishing-info__img mr-sm-5">
            <ul>
                <li class="Roboto-16-400 font-italic ml-5 mb-3">Эргономика помещений</li>
            </ul>
            Важным параметром комфортного жилища является расположение предметов интерьера так, чтобы они не загромождали пространство и не мешали вам наслаждаться жизнью в доме
            <ul class="mt-3">
                <li class="Roboto-16-400 font-italic ml-5 mb-3">Цвета и фактуры</li>
            </ul>
            Очень важным фактором комфортной жизни является цветовое решение. Также будет принято совместное решение об использовании материалов. Наши специалисты помогут вам в подборе материалов для отделки помещения, при желании – у нас можно заказать дизайн-проект. Пол, стены, потолки – все будет радовать ваш глаз
        </p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/finishing/finishing-img-3.jpg" align="right" vspace="5" hspace="5" class="finishing-info__img ml-sm-5">
            <ul class="mb-3">
                <li class="Roboto-16-400 font-italic ml-5">Освещение</li>
            </ul>
            Одним из важных решений является решение по освещению пространства дома, чтобы вам всегда было удобно и уютно. Наши профессионалы подберут оптимальное решение с учетом естественного освещения помещений и ваших пожеланий
            <ul class="my-3">
                <li class="Roboto-16-400 font-italic ml-5">Отделочные работы</li>
            </ul>
            Точно по проекту, в срок и с гарантией качества наши профессиональные бригады произведут все необходимые отделочные работы, а также произведут чистовую уборку в ваших помещениях<br /><br />Закажите внутреннюю отделку профессионалам нашей команды «<b>ПроДом</b>» - и мы докажем вам, что дом может быть не только красивым, но и удобным!
        </p>
        <button-phone>Позвонить:</button-phone>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'finishing-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.finishing-info {
    &__img {
        width: 100%;

        @include up($sm) {
            max-width: 300px;
        }
    }
}
</style>