<template>
    <div class="mortgage-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Стройка в ипотеку (ипотечное строительство)</h1>
        <img src="@/assets/mortgage/mortgage-img.jpg" class="mt-3 w-100">
        <div class="d-flex justify-center mt-3">
            <v-btn @click="dialog = true" class="mortgage-info__btn">
                <span class="color-white">Заказать консультацию</span>
            </v-btn>

            <v-dialog v-model="dialog" width="auto">
                <v-card max-width="500">
                    <template v-slot:actions>
                        <form-template v-model:dialog="dialog" />
                    </template>
                </v-card>
            </v-dialog>
        </div>
        <p class="Roboto-16-400 font-italic mt-3">Как стать владельцем нового дома, не имея достаточных средств? Выход кажется простым – взять ипотеку. Год от года количество сделок в ипотеку растет. Но у этого процесса есть ряд особенностей.<br /><br />На сегодняшний день в России существуют такие виды ипотечных программ:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Классическая ипотека</b> – ипотека на обычных рыночных условиях, доступная большинству граждан-заемщиков</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Ипотека с господдержкой</b> – подходит большинству граждан, низкая ставка, размер которой определяется независимо от семейного положения и наличия детей, подходит для строительства дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Семейная ипотека</b> – это ипотека для семей, попадающих под одно из условий:</li>
            <ul class="ml-10">
                <li class="Roboto-16-400 font-italic ml-5 mt-3">в семье с 1 января 2018 года по 31 декабря 2023 года родился первый ребёнок или последующие дети</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-3">в семье есть двое и более несовершеннолетних детей</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-3">в семье воспитывается ребёнок с инвалидностью, родившийся до 31 декабря 2023 года Родители усыновлённых (удочерённых) детей могут принять участие в программе на тех же условиях, что и кровные родители</li>
            </ul>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Ипотека с материнским капиталом</b> – это ипотечное кредитования, в рамках которого клиенты для увеличения первоначального взноса используют сертификат на материнский капитал</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Военная ипотека</b> – льготная программа для военнослужащих, можно получить в собственность жилье, даже если жилье уже есть, обязательно участие в накопительно-ипотечной системе согласно №117-ФЗ</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Ипотека для ИТ-специалистов</b> – более выгодная ставка – до 5% годовых, первоначальный взнос – 20%, заемщик от 18 до 50 лет. Обязательное условие: работа в аккредитованной ИТ-компании, входящей в реестр, составленный Минцифрой. После оформления ипотеки специалист обязан не менее 5 лет в аккредитованной компании, иначе ставка через 6 месяцев изменится до обычной</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Сельская ипотека</b> – это льготная ипотека для покупки недвижимости в небольших населенных пунктах (сельской местности), под 3% годовых, в сумме – до 6 млн руб.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>Льготная ипотека</b> – самая выгодная из-за низкой процентной ставки, но она используется только для покупки квартир в новостройке</li>
        </ul>
        <img src="@/assets/mortgage/mortgage-img-1.jpg" class="mt-3 w-100">
        <p class="Roboto-16-400 font-italic mt-3">Нам часто задают вопрос: «<b>Почему дом выгоднее, чем квартира?!</b>».<br /><br />Отвечаем:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-3">Ваша семья будет иметь жилье, в котором всем комфортно и подходит каждому – планировка будет подобрана под вашу семью</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">У вас будет своя зеленая территория – мы благоустроим территорию вашего участка с учетом пожеланий каждого</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">У вас будут вспомогательные помещения – каждый квадратный метр дома мы сделаем полезным</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">Вас не смогут затопить соседи и нет угрозы пожара от соседей – потому что мы соблюдаем все необходимые стандарты и требования к строительству, включая отступы от границ участка для повышения уровня безопасности жизни</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">Вы не переплачиваете за инвестиционные ожидания застройщика многоквартирного дома – мы строим ваш дом на ваши деньги, никаких переплат инвесторам.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Решайте сами: за 6,5 млн. руб. вы хотите купить квартиру площадью под 60 кв. м в новостройке с голыми стенами в состоянии «без отделки» (на ремонт нужно еще почти столько же) или свой участок и дом площадью порядка 75 кв. м «под ключ» (заносите мебель и заезжайте).</p>
        <img src="@/assets/mortgage/mortgage-img-2.jpg" class="mt-3 w-100">
        <button-phone />
        <p class="Roboto-16-400 font-italic mt-3">Из опыта работы с нашими клиентами: обычно дом в ипотеку – это 50 – 110 квадратных метров, в 1-2 этажа на участке 3 – 10 соток. Иногда клиенты хотят предчистовую отделку, иногда – дом «под ключ». Мы выполняем работы с разной степенью готовности дома, все зависит от пожеланий и бюджета клиентов. При вашем желании, строительство можно выполнить в 2 этапа – сначала на деньги банка строим дом, потом вы продаете свое существующее жилье – и используете полученные средства на внутреннюю отделку дома, мебель, технику и облагораживание участка.<br /><br />Мы – строительная компания полного цикла: подбор земельного участка, проектирование, поставка стройматериалов, строительство по любой технологии, инженерные сети и коммуникации, разрешительные документы, благоустройство прилегающей территории – все эти задачи мы уже более 20 лет решаем для наших клиентов!</p>
        <button-phone />
        <p class="Roboto-16-400 font-italic mt-3">Мы работаем с ипотеками от таких банков:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-3">СБЕР</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">РНКБ</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">Генбанк</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3">ПСБ</li>
        </ul>
        <img src="@/assets/mortgage/mortgage-img-3.jpg" class="mt-3 w-100">
        <p class="Roboto-16-400 font-italic mt-3">Нам знакомо ипотечное строительство – здесь вопрос доверия к профессионалам и рациональное расходование бюджета – это самое важное. Поэтому готовы показать вам готовые дома, построенные нами в рамка строительства в ипотеку. Вместо пустых обещаний и купленных отзывов в сети интернет – готовые объекты и счастливые клиенты. Вы сами убедитесь в нашей репутации надежного строительного подрядчика. Работа по официальному договору с гарантией по срокам и качеству.<br /><br />Вы сами убедитесь в качестве используемых материалов и проделанных работ, а также в нашем подходе: никаких лишних затрат, ведь деньги на стройку – заемные.<br /><br />Станьте нашим клиентом в ипотечном строительстве – и пусть построенный дом радует вас долгие годы! А решение любой задачи на «отлично» - это работа команды наших профессионалов</p>
        <button-phone />
        <img src="@/assets/mortgage/mortgage-img-4.jpg" class="mt-3 w-100">
        <img src="@/assets/mortgage/mortgage-img-5.jpg" class="mt-3 w-100">
        
    </div>
</template>

<script>
import FormTemplate from '@/components/elements/form-template.vue'
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'mortgage-info',
    components: {
        FormTemplate,
        ButtonPhone
    },
    data () {
      return {
        dialog: false,
      }
    },
}
</script>

<style lang="scss">
.mortgage-info {
    &__btn {
        background-color: $green-main;
    }
}
</style>