<template>
    <div class="mini-houses-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Мини-дома</h1>
        <p class="Roboto-16-400 font-italic mt-3">Страница дополняется новыми проектами домов<br /><br />Мы предлагаем различные проекты домов в Крыму, включая домики из бруса, каркасные конструкции, дома из кирпича и монолитные дома. Наши дома обеспечивают надежность и долговечность, а также предоставляют возможность индивидуального дизайна и отделки. Мы гарантируем качественное выполнение всех работ и использование только высококачественных материалов. Узнайте больше о наших услугах и портфолио выполненных проектов на нашем сайте.</p>
        <gallery-template :images="images" />
        <p class="Roboto-16-400 font-italic mt-3">Все цены актуальны на дату публикации на сайте. За действующей ценой на день просмотра просим обращаться к нашим специалистам по номеру <a href="tel:+7 978 207 09 39" class="color-green">+7 978 207 09 39</a></p>
        <button-phone>Позвонить</button-phone>
        <acordion-template :accordion="accordion" class="mt-5" />
    </div>
</template>

<script>
import GalleryTemplate from '@/components/elements/gallery-template.vue'
import ButtonPhone from '@/components/elements/button-phone.vue'
import AcordionTemplate from '@/components/elements/acordion-template.vue'

export default {
    name: 'mini-houses-info',
    components: {
        GalleryTemplate,
        ButtonPhone,
        AcordionTemplate
    },
    data() {
        return {
            images: [
                {
                    src: require('@/assets/mini-houses/mini-houses-img.jpg'),
                    name: 'Ольборг',
                    style: 'Скандинавский',
                    dimensions: '6,0х9,5',
                    floors: '2 (1 +М)',
                    square: '61',
                    bedrooms: '2',
                    kitchen: 'Кухня-гостинная 20,9',
                    porch: 'Крыльцо',
                    terrace: '-',
                    garage: 'Отдельно',
                    advantages: '-',
                    price: '3 420 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-2.jpg'),
                    name: 'Аскона',
                    style: 'Барнхаус',
                    dimensions: '4,3*9.0',
                    floors: '1',
                    square: '31,1',
                    bedrooms: '1',
                    kitchen: 'Кухня-гостинная 12,1',
                    porch: 'нет',
                    terrace: 'нет',
                    garage: 'Отдельно',
                    advantages: '-',
                    price: '935 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-3.jpg'),
                    name: 'Прага',
                    style: 'Современный',
                    dimensions: '8,9*9,7',
                    floors: '1',
                    square: '57,1',
                    bedrooms: '2',
                    kitchen: '19,3 м2',
                    porch: '9,4 м2',
                    terrace: '-',
                    garage: '-',
                    advantages: '-',
                    price: '2 998 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-4.jpg'),
                    name: 'Берген',
                    style: 'Современный',
                    dimensions: '6,3х7,0',
                    floors: '2',
                    square: '50',
                    bedrooms: '1',
                    kitchen: 'Кухня 5,0',
                    porch: 'нет',
                    terrace: '-',
                    garage: 'Отдельно',
                    advantages: '-',
                    price: '1 985 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-5.jpg'),
                    name: 'Мюнхен',
                    style: 'Авторский немецко-швейцарский',
                    dimensions: '6,5*9,3',
                    floors: '1 или 2 (1+М)',
                    square: '62 (124)',
                    bedrooms: '2(4)',
                    kitchen: 'Кухня-гостиная 20 м2',
                    porch: '-',
                    terrace: '-',
                    garage: 'Может быть устроен в цоколе',
                    advantages: '-',
                    price: '2400000 руб.',
                    dop_price: '3400000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-6.jpg'),
                    name: 'Капсула "Брюссель"',
                    style: 'Нестационарный',
                    dimensions: '6*5',
                    floors: '1',
                    square: '35',
                    bedrooms: '2',
                    kitchen: 'Кухня гостиная 12 м2',
                    porch: '+',
                    terrace: '-',
                    garage: '-',
                    advantages: '-',
                    price: '1 300 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-7.jpg'),
                    name: 'Семейная капсула «Анкара»',
                    style: 'Нестационарный',
                    dimensions: '7,5*5',
                    floors: '1',
                    square: '35',
                    bedrooms: '2',
                    kitchen: 'Кухня гостиная 12 м2',
                    porch: '+',
                    terrace: '-',
                    garage: '-',
                    advantages: '-',
                    price: '1 562 000 руб.',
                },
                {
                    src: require('@/assets/mini-houses/mini-houses-img-8.jpg'),
                    name: 'кофейня Париж',
                    style: 'Современный',
                    dimensions: '8 * 8',
                    floors: '1',
                    square: '40,8',
                    bedrooms: '-',
                    kitchen: '-',
                    porch: '-',
                    terrace: '-',
                    garage: '-',
                    advantages: '-',
                    price: '2 520 000 руб.',
                },
            ],
            accordion: [
                {
                    title: 'Построим мини дом в Крыму под ключ',
                    content: [
                        {
                            text: 'Строительство мини-домов в Крыму под ключ - это отличное решение для тех, кто хочет иметь свой уютный уголок в этом красивом регионе. Такой дом может быть использован как коттедж для отдыха или для постоянного проживания.'
                        },
                        {
                            title: 'Создайте свой идеальный уютный дом в Крыму: строительство мини домов "под ключ"',
                            text: 'Строительство мини-домов под ключ предоставляет много преимуществ. Во-первых, это экономит время и деньги на поиски подходящего участка земли и выбора проекта дома. Компания, занимающаяся строительством, уже имеет готовый проект и землю для строительства.'
                        },
                        {
                            text: 'Во-вторых, строительство мини-домов под ключ обеспечивает гарантированную надежность и качество работы. Компания, которая строит дом, несет ответственность за выполнение всех работ по строительству в соответствии со стандартами качества.'
                        },
                        {
                            text: 'В-третьих, строительство мини-домов под ключ позволяет создать уникальный дизайн дома, который будет соответствовать индивидуальным потребностям и пожеланиям заказчика. Компания, занимающаяся строительством, может предложить большой выбор различных материалов, отделки и дизайна интерьеров, чтобы создать уникальный дом.'
                        },
                        {
                            title: 'Мини дома: рациональность и удобство',
                            text: 'В Крыму компания Про Дом, занимается строительством мини-домов под ключ. Мы предлагаем разнообразные проекты домов, в том числе домики из ракушечника, дома из кирпича, а также металлические и каркасные конструкции. Компания Про Дом также предоставляют услуги по проектированию дома, закупке материалов, строительству фундамента, установке крыши и окон, отделке и монтажу систем отопления, водоснабжения и электроснабжения.'
                        },
                        {
                            text: 'Важно отметить, что строительство мини-домов под ключ в Крыму может быть достаточно дорогим. Однако, это может окупиться в будущем, если дом будет использоваться как коттедж для отдыха или для постоянного проживания.'
                        },
                        {
                            title: 'Строительство мини домов "под ключ" по Крыму: быстрое и надежное решение для вашего дома',
                            text: 'В целом, строительство мини-домов в Крыму под ключ - это отличный способ создать уникальный и надежный дом, который будет соответствовать индивидуальным потребностям. Кроме того, это экономит время и деньги на поиски участка земли и выбор проекта дома. Если вы рассматриваете строительство мини-дома в Крыму, обратитесь к проверенной компании, которая поможет вам создать идеальный дом на вашем участке земли.'
                        }
                    ]
                },
                {
                    title: '10 причин заказать строительство мини-дома',
                    content: [
                        {
                            title: 'Экономия денег',
                            text: 'строительство мини домов стоит дешевле, чем строительство большого дома.'
                        },
                        {
                            title: 'Экономия времени',
                            text: 'строительство мини домов занимает меньше времени, чем строительство большого дома.'
                        },
                        {
                            title: 'Удобство',
                            text: 'мини дома занимают меньше места, что делает их более удобными и функциональными.'
                        },
                        {
                            title: 'Меньше затрат на обслуживание',
                            text: 'меньший размер мини дома означает меньше затрат на обслуживание и содержание.'
                        },
                        {
                            title: 'Экологичность',
                            text: 'строительство мини домов использует меньше материалов, что делает его более экологичным, чем строительство большого дома.'
                        },
                        {
                            title: 'Легкость в управлении',
                            text: 'меньший размер мини дома делает его легче в управлении и уходе за ним.'
                        },
                        {
                            title: 'Большой выбор дизайна',
                            text: 'мини дома могут быть построены в различных стилях и дизайнах, что позволяет выбрать наиболее подходящий вариант.'
                        },
                        {
                            title: 'Возможность мобильности',
                            text: 'некоторые мини дома можно перевозить с места на место, что дает возможность жить в разных местах.'
                        },
                        {
                            title: 'Независимость',
                            text: 'мини домы могут быть построены на участках, где нет доступа к центральным коммуникациям, что делает их более независимыми.'
                        },
                        {
                            title: 'Больше свободного времени',
                            text: 'меньший размер мини дома означает меньше времени, затраченного на уборку и содержание, что дает больше свободного времени'
                        }
                    ]
                },
                {
                    title: 'Построить дом своей мечты в Крыму',
                    content: [
                        {
                            text: 'Загородный дом в Крыму - это не просто уютное место для отдыха, но и место, где можно провести большую часть своей жизни в покое и гармонии с природой. Строительство загородного дома - это значимое решение, которое требует внимания и тщательного планирования. Однако, это решение может принести множество преимуществ, которые могут оправдать все затраты времени и ресурсов.'
                        },
                        {
                            text: 'При строительстве загородного дома вы получаете возможность наслаждаться красотой природы и свежим воздухом, а также создаете уютное место для отдыха с семьей и близкими людьми в любом городе Крыма: Симферополь, Севастополь, Ялта, Алушта, Евпатория, Судак, Феодосия. Кроме того, загородный дом может быть использован как постоянное место жительства, что позволит избежать проблем, связанных с городской суетой и загазованной атмосферой.'
                        },
                        {
                            title: 'Основные преимущества строительства загородного дома в Крыму:',
                            text: '1. Уютное и комфортное место для отдыха и жизни.'
                        },
                        {
                            text: '2. Улучшение качества жизни благодаря живописному окружению и свежему воздуху.'
                        },
                        {
                            text: '3. Возможность создать уникальный дизайн и архитектурный стиль дома.'
                        },
                        {
                            text: '4. Возможность обустройства сада и огорода для выращивания своих овощей и фруктов.'
                        },
                        {
                            text: '5. Повышение уровня безопасности и приватности.'
                        },
                        {
                            text: '6. Возможность установки системы отопления, кондиционирования и других современных технологий.'
                        },
                        {
                            text: '7. Дополнительное финансовое вложение в недвижимость в качестве инвестиции.'
                        },
                        {
                            text: '8. Создание отдельного пространства для работы и творчества.'
                        },
                        {
                            text: '9. Возможность проведения спортивных и развлекательных мероприятий на свежем воздухе.'
                        },
                        {
                            text: '10. Создание семейных традиций и воспоминаний, связанных с жизнью в загородном доме.'
                        },
                        {
                            text: 'Если вы думаете о строительстве загородного дома, то это может быть лучшее решение для вашей жизни. Не бойтесь взять на себя эту ответственность и приступайте к планированию своего будущего дома. Загородный дом - это не только инвестиция в недвижимость, но и инвестиция в вашу жизнь и счастье. Поэтому, не откладывайте на завтра то, что можно сделать сегодня - начните строительство своего загородного дома прямо сейчас!'
                        }
                    ]
                }
            ]
        }
    }
}
</script>