<template>
    <div class="roofing-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Кровельные работы</h1>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/roofing/roofing-img.jpg" align="left" vspace="5" hspace="5" class="roofing-info__img mr-sm-5">
            Крепкая надежная крыша частного дома не менее важна, чем прочный и мощный фундамент. Если тонкие стены можно дополнительно утеплить с наружной или внутренней стороны, то прохудившаяся крыша требует капитального ремонта. Часто с заменой стропил и балок, а это дополнительные финансовые расходы.<br /><br />Компания ПроДом рекомендует заранее побеспокоиться о грамотном проектировании каркаса крыши и выборе кровельного материала. Только правильное планирование на начальном этапе поможет избежать серьезных ошибок и вложений в возведение кровли дополнительных денежных средств.<br /><br />Наши специалисты учитывают все нюансы, от которых зависит выбор варианта крыши будущего строения:
        </p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Площадь дома.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Его архитектурные особенности.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Оптимально подходящая конструкция кровли.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Дизайн сооружения.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Месторасположение постройки.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Климатические условия в Крыму и т.д.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/roofing/roofing-img-2.jpg" align="right" vspace="5" hspace="5" class="roofing-info__img ml-sm-5">
            Также ориентируемся на пожелания заказчика: если есть техническая возможность установить сложный вариант кровли без ущерба эксплуатационных характеристик, дизайнеры воплотят в реальность самые смелые и креативные идеи заказчиков.<br /><br />Основные виды крыш частных домов:
            <ul class="my-3">
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Односкатная</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Двухскатная</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Четырехскатная</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Шатровая</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Полувальмовая</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Многощипцовая</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Мансардная</li>
            </ul>
            Специалисты компании ПроДом предложат оптимальный вариант каркаса стропильной системы, помогут подобрать экологичный утеплитель, паро- и гидроизоляцию, предоставят информацию о современных кровельных материалах.<br /><br />Также рекомендуем воспользоваться услугами нашей строительной бригады: возведение кровли не растянется на долгие месяцы и прослужит владельцам не один десяток лет.
        </p>
        <h2 class="Roboto-28-700-no-adaptive">Типы кровли</h2>
        <p class="Roboto-16-400 font-italic mt-3">Рассмотрим подробнее современные виды материалов для кровли, представленные на строительном рынке Крыма:</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/roofing/roofing-img-3.jpg" align="right" vspace="5" hspace="5" class="roofing-info__img ml-sm-5">
            <ul class="mt-3">
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Мягкая черепица: в состав данной кровельной плитки входят битум, органическая целлюлоза, клеевой состав, базальтовый гранулят и другие компоненты. Гибкая черепица отличается легким весом, что позволяет использовать в качестве каркаса облегченную стропильную конструкцию. Имеет высокие звукоизоляционные показатели, не подвержена коррозии, за счет шероховатой поверхности предотвращает сход снежной лавины.</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Профнастил: металлический лист, покрытый слоем цинка с двух сторон, с высотой волны от 20 мм. Материал удобен для подъема на крышу и в работе, отличается прочностью, долговечностью, легкостью монтажа. Широкая цветовая гамма профилированных листов дает возможность выбора. Металлические изделия для кровли не подвергаются воздействию ультрафиолета, ржавчины, температурным перепадам.</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Металлочерепица: относится к категории профилированных оцинкованных стальных листов, визуально повторяющих кровельный материал – натуральную черепицу. В числе достоинств – доступная цена, надежность, долгий срок службы, привлекательный внешний вид.</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Фальцевая кровля: имеет высокие гидроизоляционные характеристики за счет замкового крепежа металлических компонентов покрытия крыши. Изготавливается из меди, титан-цинка, оцинкованной стали. Отличается долговечностью, экологичностью, безопасностью.</li>
            </ul>
        </p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/roofing/roofing-img-4.jpg" align="left" vspace="5" hspace="5" class="roofing-info__img mr-sm-5">
            При выборе материала очень важно учитывать количество и интенсивность осадков в Крыму, силу и интенсивность ветров, возможность снегопадов. Слабая кровля вряд ли выдержит вес снежных масс в зимний период без риска деформации или разрушения.<br /><br />Также принимается во внимание регулярная ветреная погода – наши специалисты предложат варианты материалов для крыши, защищающих от сильного ветра, и обеспечивающих свободный безопасный сход снега.<br /><br />Компания ПроДом: высокое качество услуг по проектированию и строительству частных домов!
        </p>
        <button-phone>Позвонить:</button-phone>
        <p class="Roboto-16-400 font-italic mt-3">Ищете профессиональные кровельные работы в Крыму? Наша компания предлагает качественный монтаж крыши под ключ. Мы обеспечим надежную защиту вашего дома от неблагоприятных погодных условий, предлагая широкий выбор материалов и гарантируя высокое качество и долговечность работ. Свяжитесь с нами и получите бесплатную консультацию!</p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Не упустите возможность обеспечить надежную защиту вашего дома в Крыму!</h2>
        <p class="Roboto-16-400 font-italic mt-3">Свяжитесь с нами прямо сейчас, чтобы получить бесплатную консультацию и оценку вашего проекта. Мы поможем вам выбрать оптимальное решение, предоставим детальную информацию о наших услугах и подготовим индивидуальное коммерческое предложение, соответствующее вашим потребностям и бюджету.<br /><br />Заказывая кровельные работы у нас, вы получаете профессиональное исполнение, надежность и эстетическую привлекательность вашей крыши. Не откладывайте заботу о вашем доме - свяжитесь с нами сегодня и обеспечьте ему лучшую защиту!</p>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'roofing-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.roofing-info {
    &__img {
        width: 100%;

        @include up($sm) {
            max-width: 350px;
        }
    }
}
</style>