<template>
    <div class="reconstruction-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Реконструкция домов</h1>
        <p class="Roboto-16-400 font-italic mt-3">Реконструкция — это капитальная и надежная перестройка объекта недвижимости по вашим новым желаниям. Наша команда «ПроДом» готова вдохнуть новую жизнь в вашу недвижимость: мы профессионально проектируем и реализуем проекты реконструкций различного типа зданий. Давайте разберемся в деталях такого сложного процесса как реконструкция</p>
        <img src="@/assets/reconstruction/reconstruction-img.jpg" class="reconstruction-info__img mt-3">
        <p class="Roboto-16-400 font-italic mt-3">С одной стороны, время оказывает разрушительное воздействие на здания и строения, независимо от выбранных материалов и технологий. С другой стороны, время может диктовать условия расширения пространства дома для новых жизненных задач. Реконструкция подразумевает перестройку, пристройку, надстройку, возведение новых элементов конструкции строения.</p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">В каком случае нужна реконструкция?</h2>
        <p class="Roboto-16-400 font-italic mt-3">Если вы уже задумались о сносе старого строения и возведении нового, просим учесть, что это – только один из возможных путей решения проблемы устаревания недвижимости. Возможен и другой – качественная реконструкция. Вам нужна реконструкция когда:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Строение морально и физически устарело</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Вам необходимо расширить площадь</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Понадобились новые помещения</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Есть желание изменить внешний вид</li>
        </ul>
        <h2 class="Roboto-28-700-no-adaptive">Любое ли строение можно реконструировать?</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/reconstruction/reconstruction-img-2.jpg" align="right" vspace="5" hspace="5" class="reconstruction-info__img ml-sm-5">
            Нет, не каждое строение подлежит реконструкции. Именно поэтому, до начала планирования всех работ по реконструкции наша команда «<b>ПроДом</b>» обязательно выезжает на объект, чтобы провести обследование существующего строения и принять решение: возможна ли реконструкция, и если да, то с помощью какой технологии и как произвести ее в кратчайшие сроки.
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Какие технологии могут быть использованы для реконструкции?</h2>
        <p class="Roboto-16-400 font-italic mt-3">Реконструкция возможна с помощью различных современных каркасных технологий:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1"><b>Технология ЛСТК</b> (легкие стальные тонкостенные конструкции): самая легкая по весу конструкция, может быть использована на старых фундаментах, с помощью данной технологии можно проводить «чистую стройку» - наши сотрудники соберут каркас у вас на объекте, не нужны бетонные и прочие работы, которые превращают объект в стройку</li>
            <li class="Roboto-15-400 font-italic ml-5 mt-1"><b>Технология ЛМК</b> (еще ее называют «черный металл»): эта технология позволяет создать сварной каркас, она отлично зарекомендовала себя для укрепления уже существующих строений и возведения новых конструктивных элементов</li>
            <li class="Roboto-15-400 font-italic ml-5 mt-1"><b>Технология деревянного каркаса</b>: удобный способ для надстроек здания, возведения новой кровли, строительства мансардовых этажей</li>
            <li class="Roboto-15-400 font-italic ml-5 mt-1"><b>Комбинированная технология</b>: позволяет комплексно решить все вопросы реконструкции</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Наша работа состоит в том, чтобы предложит Вам лучшее решение, основанное на нашем опыте, выгодное по цене, качественное и долговечное</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/reconstruction/reconstruction-img-3.jpg" align="left" vspace="5" hspace="5" class="reconstruction-info__img mr-sm-5">
            <b>Нужно ли получать разрешение на реконструкцию?</b><br /><br />В большинстве случаев необходимо получение разрешения. Наша команда «ПроДом» осуществляет и документально сопровождение процесса реконструкции – мы поможем вам получить разрешение, на основании которого произведем все работы по демонтажу и монтажу. А также поможем ввести объект в эксплуатацию
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-3"><br /><br />Обязательно ли нужен проект для реконструкции?</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/reconstruction/reconstruction-img-4.jpg" align="right" vspace="5" hspace="5" class="reconstruction-info__img ml-sm-5">
            Наличие проекта строго обязательно! Поскольку самовольные работы, не подкрепленные профессиональными инженерными решениями, несут в себе угрозу не только строению, но и проживающим в нем<br /><br /><b>Почему клиенты для реконструкции домов выбирают именно нашу команду «ПроДом»?</b><br /><br />Выгоды от сотрудничества с нами признаны нашими клиентами:
        </p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>ПРОФЕССИОНАЛИЗМ</b>: в нашей команде не только архитекторы</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>ОПЫТ</b>: более 17 лет мы реализуем проекты на территории Крыма и города Севастополя</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-3"><b>КОМПЛЕКСНЫЙ ПОДХОД</b>: мы выполним проектные работ, поможем в получении разрешительных документов, поставим стройматериалы по оптовым ценам и возведем здание в кратчайшие сроки и</li>
        </ul>
        <img src="@/assets/reconstruction/reconstruction-img-5.jpg" class="mt-3 w-100">
        <p class="Roboto-16-400 font-italic mt-3">Мы готовы реконструировать ваше здание в кратчайшие сроки, с соблюдением всех норм и гарантированным качеством работ по официальному договору. Ваша безопасность – наша ценность! Приглашаем вас стать нашим клиентом!</p>
        <button-phone>Позвонить:</button-phone>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'reconstruction-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.reconstruction-info {
    &__img {
        width: 100%;

        @include up($sm) {
            max-width: 400px;
        }
    }
}
</style>