<template>
    <div class="facades-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Фасады</h1>
        <p class="Roboto-16-400 font-italic mt-3">Первое впечатление, которое производит частный дом, – это фасад. Можно провести аналогию с одеждой: по первому взгляду видно, есть ли у человека вкус и денежные средства.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/facades/facades-img.jpg" class="facades-info__img float-left mr-sm-5">
            Не случайно принято камуфлировать старые ветхие постройки современными облицовочными материалами: максимальный эффект при минимуме затрат! Однако если есть возможность, лучше позаботиться о теплых и надежных фасадах заранее – уже на этапе планирования и строительства нового дома.<br /><br />В компании ПроДом вам предложат различные варианты оформления фасадов с использованием популярных современных материалов. Наши специалисты регулярно изучают европейский строительный рынок, используют новые разработки на практике, могут подробно рассказать о достоинствах и недостатках каждого из них.<br /><br />Существует два основных варианта фасадной отделки:
        </p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Монтаж облицовочных элементов на поверхность фасада с помощью крепежных элементов – саморезов, гвоздей, шурупов. Такой фасад называется сухим, работы по его оформлению не занимают много времени и требуют минимальных трудозатрат.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Использование при облицовочных работах строительных смесей, штукатурки для монтажа кирпича или плитки.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/facades/facades-img-2.jpg" class="facades-info__img float-right ml-sm-5">
            В некоторых случаях отделка монтируется непосредственно к стене – такие фасады называются невентилируемыми. Если же между стеной и утеплителем оставить пространство, образуется естественная воздушная прослойка, обеспечивающая циркуляцию воздуха и отведение влаги. Стены защищены от негативных воздействий и при этом дышат.<br /><br />Рассмотрим наиболее популярные отделочные материалы для оформления теплых надежных фасадов.
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Выбираем материалы</h2>
        <p class="Roboto-16-400 font-italic mt-3">В портфолио компании ПроДом представлены различные варианты оформления фасадов дорогими и бюджетными отделочными материалами: и в том, и в другом случае частные дома имеют красивый и респектабельный внешний вид. Мы готовы подобрать подходящий вариант в индивидуальном порядке исходя из бюджета, предпочтений и пожеланий заказчика.<br /><br />Вот основные варианты материалов для отделки фасадов:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Природный камень – престижный привлекательный внешний вид сочетается с высокими показателями экологичности, устойчивостью к внешним воздействиям, долговечностью, уникальной природной эстетикой. Из недостатков – большой вес и высокая цена.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Сайдинговые панели: широкая цветовая и фактурная гамма, доступная цена при достойном качестве материала. Легко монтируются, не горят, практически долговечны. Особенно популярны фактуры под камень, декоративный кирпич, дерево и штукатурку.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Облицовочный кирпич: здесь также предлагается обширный выбор форм и структур. Плюс правильная геометрия изделий, устойчивость к перепаду температур, высокая прочность. Из минусов – высокая цена и значительные трудозатраты на облицовочные работы.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Фасадная плитка – из керамики, керамогранита, бетона, клинкера или агломерата. Используется при укладке сухим и мокрым методом, отличается огнестойкостью, долговечностью, привлекательным внешним видом.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Декоративная штукатурка – великолепный популярный материал для оформления фасадов. Чаще всего используется минеральная штукатурка: при низкой стоимости она отлично наносится на стены, не горит, не разрушается под воздействием солнечных лучей и служит долгие годы.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3 d-flex">
            <img src="@/assets/facades/facades-img-3.jpg" class="facades-info__img float-left mr-sm-5">
            Важно понимать: только правильное с технической точки зрения оформление фасадов, соблюдение правил и нормативов гарантирует долгий срок службы и надежность фасадов без потери защитных свойств.<br /><br />Специалисты компании ПроДом ответят на все вопросы относительно отделочных материалов, утеплителей для наружных стен, помогут рассчитать расход по каждой позиции и выполнить отделочные работы силами собственной бригады квалифицированных рабочих.
        </p>
        <button-phone>Позвонить:</button-phone>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'facades-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.facades-info {
    &__img {
        width: 100%;

        @include up($sm) {
            max-width: 400px;
        }
    }
}
</style>