<template>
    <div class="walls-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Стены частного дома: какой материал выбрать</h1>
        <p class="Roboto-16-400 font-italic mt-3">Выбор стройматериала для стен – важнейшая составляющая в подготовке к возведению индивидуального строительного объекта. Не все знают, что расходы на данные материалы составляют практически четвертую часть общего бюджета.</p>
        <img src="@/assets/walls/walls-img.jpg" class="w-100 mt-3">
        <p class="Roboto-16-400 font-italic mt-3">Какие факторы учитываются:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Климатические особенности полуострова.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Рельеф местности на участке под застройку.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Бюджет, финансовые возможности заказчика и т.д.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/walls/walls-img-2.jpg" align="left" vspace="5" hspace="5" class="walls-info__img mr-sm-5">
            Можно выбрать материал для стен самостоятельно, но для этого придется изучить весь представленный ассортимент на строительном рынке Крыма. Каждая позиция различается по уровню теплопроводности, прочности, используется в процессе строительства по определенной уникальной технологии. Решение данного вопроса самостоятельно отнимает немало времени и сил.<br /><br />Рекомендуем обратиться в профессиональную строительную компанию ПроДом: наши специалисты отлично знают специфику каждого материала, помогут подобрать подходящий вариант хорошего качества по выгодной цене.<br /><br />Какие нюансы учитываются при выборе стройматериалов для стен:
        </p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Временные затраты: кладка из кирпичей или других мелких элементов требует больше времени и сил, нежели использование объемных панельных блоков или каркасных конструкций.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Теплоизоляционные характеристики: заведомо дешевый материал требует дополнительного утепления снаружи и внутри дома, что влечет за собой дополнительные расходы.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Цена: современные материалы отличаются высокой прочностью и небольшим весом, что позволяет сэкономить средства на сооружении дорогостоящего фундамента.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">В нашей компании вы получите исчерпывающую информацию по всем видам стройматериалов.</p>
        <h2 class="Roboto-28-700-no-adaptive">Основные виды стройматериалов для стен</h2>
        <p class="Roboto-16-400 font-italic mt-3">Рассмотрим основные категории, наиболее популярные на сегодняшний день.</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Автоклавный газобетон: производится в виде прочных плотных блоков. Отличается высокой экологичностью, пожароустойчивостью, паропроницаемостью. Блоки легко обрабатываются путем резки или шлифовки. Оптимально сохраняют тепло, что позволяет экономить расходы на отопление.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Ракушечник: природный камень, состоящий преимущественно из известняка. Обладает антибактерицидными свойствами, отличной звукоизоляцией и низкой теплопроводностью. Практически не подвергается деформации в процессе эксплуатации.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Кирпич: универсальный, красивый, долговечный материал, изготовленный из глины. Оптимально подходит как для кладки основных стен, так и для возведения межкомнатных перегородок. В зависимости от способа производства и вида исходного сырья делится на основные виды: силикатный, керамический, огнеупорный.</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Поротерм (теплая керамика): по внешнему виду напоминает кирпич с сотовой структурой. За счет пустот внутри блока формируется воздушный барьер, блокирующий выход теплых воздушных масс из постройки. Отдельные виды данного продукта позволяют возводить наружные стены без дополнительного внешнего утепления.</li>
        </ul>
        <h2 class="Roboto-28-700-no-adaptive">Дополнительные компоненты несущих стен</h2>
        <p class="Roboto-16-400 font-italic mt-3">Наша компания отдает предпочтение натуральным, экологически чистым материалам.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/walls/walls-img-3.jpg" align="right" vspace="5" hspace="5" class="walls-info__img ml-sm-5">
            В качестве утеплителя для стен частных домов в Крыму мы используем минеральную вату. Плотный материал идеально подходит для утепления каркасных конструкций. При необходимости минераловатные плиты легко подогнать по нужному размеру. Они легко режутся, не теряя при этом эксплуатационных характеристик.<br /><br />Хотите жить в доме с надежными крепкими стенами, надежно защищающими от холода и ветра – мы готовы вам помочь! Практикуем индивидуальный подход, объективную ценовую политику, работаем быстро и несем полную ответственность за оказанные услуги.
        </p>
        <button-phone>Позвонить:</button-phone>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'walls-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.walls-info {
    &__img {
        width: 100%;

        @include up($sm) {
            max-width: 400px;
        }
    }
}
</style>