<template>
    <div class="info-block ml-3">
        <h2 class="Roboto-28-700-no-adaptive">Компания «Про Дом»: лучшие строительные технологии для вашего будущего комфорта в своем доме, коттедже, отеле</h2>
        <p class="Roboto-16-400 font-italic mt-3">Крым и город Севастополь – один из самых популярных регионов для строительства частных домов, ведь жить в южном регионе России – это сплошное удовольствие: близость к морю, хорошие климатические условия круглый год, развитая инфраструктура, доступность тысяч достопримечательностей – все это станет вашим!<br/><br/>Вот уже более 17 лет наша Компания «Про Дом» помогает воплотить в жизнь мечты наших клиентов по проектированию и строительству индивидуального жилья любой сложности. А если вы – предприниматель, то мы сможем построить вам не только дом, но и вариант коммерческой недвижимости: гостевой дом, мини-отель, магазин, кафе, ресторан и прочие строения.</p>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/info-block/info-img.jpg" align="left" vspace="5" hspace="5" class="mr-5">
            Мы приглашаем к сотрудничеству частных заказчиков для строительства комфортного частного жилого дома, усадьбы, загородного дома, виллы, а предпринимателей – для качественной и оперативной реализации проектов загородных домов, коттеджных поселков, эко-усадьб, кафе, ресторанов, магазинов – не только по нашим типовым проектным решениям, но и по авторским идеям клиентов, воплощенным нашими проектировщиками в качественное строение.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">В <b>портфолио</b> нашей компании «Про Дом» - более 400 реализованных объектов различной направленности и сложности по всему Крыму и городу Севастополю.</p>
        <p class="Roboto-16-400 font-italic mt-3">Наши <b>принципы в работе</b>:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Креативно</li>
            <li class="Roboto-16-400 font-italic ml-5">Архитектурно и инженерно грамотно</li>
            <li class="Roboto-16-400 font-italic ml-5">Качественно и долговечно</li>
            <li class="Roboto-16-400 font-italic ml-5">Комфортно для клиентов</li>
            <li class="Roboto-16-400 font-italic ml-5">Оптимально по цене</li>
            <li class="Roboto-16-400 font-italic ml-5">По договору с гарантиями</li>
            <li class="Roboto-16-400 font-italic ml-5">Точно в срок!</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Наша <b>команда профессионалов</b> готова не только построить ваш дом «под ключ», но и запроектировать дом для строительства в других регионах – наши проектные работы реализованы во многих странах – это не только Россия и Украина, но и Казахстан, Белорусь, Армения, Испания, Греция, Италия, США и другие.</p>
        <p class="Roboto-16-400 font-italic mt-3">При разработке вашего проекта мы обязательно выезжаем на участок, учитываем все важные нюансы: рельеф местности, характер почвы и уровень грунтовых вод, «розу ветров», направление ветра, соляризацию и конструктивные особенности будущего строения.</p>
        <p class="Roboto-16-400 font-italic mt-3">Нам подвластна любая <b>технология строительства</b>, что позволяет учесть пожелания клиентов и особенности участка, проекта дома:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Монолитное строительство</li>
            <li class="Roboto-16-400 font-italic ml-5">Каркасно-каменная технология</li>
            <li class="Roboto-16-400 font-italic ml-5">Каменное строительство</li>
            <li class="Roboto-16-400 font-italic ml-5">ЛМК-каркасное строительство (черный металл)</li>
            <li class="Roboto-16-400 font-italic ml-5">ЛСТК-технология</li>
            <li class="Roboto-16-400 font-italic ml-5">Деревянное каркасное строительство</li>
            <li class="Roboto-16-400 font-italic ml-5">С использованием комбинированной технологии строительства.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Согласны, мы не одни на рынке, есть и другие компании – только зачастую они предложат вам демпинговую заниженную цену «с потолка», чтобы стимулировать заключить договор, а потом цена на дом будет расти по мере реализации, а ваша вера в честные строительные отношения – таить на глазах… Ведь не зря говорят, что скупой платит дважды…</p>
        <p class="Roboto-16-400 font-italic mt-3">Вы спросите о нашей <b>цене на строительство</b> – закажите у нас проект дома по цене от 20 тыс. руб,, и мы сделаем вам лучшее ценовое предложение на строительство, поскольку видим <b>проектирование, поставку стройматериалов и строительство</b> как <b>единый цикл</b> взаимосвязанных работ, где все цены увязаны и являются оптимальными для клиента.</p>
        <p class="Roboto-16-400 font-italic mt-3">При заключении договора на строительство мы также возместим вам стоимость проектных работ как <b>подарок</b> от нашей компании!</p>
        <p class="Roboto-16-400 font-italic mt-3">А наши <b>строительные сметы</b> на 10 – 30 %% выгоднее цен любых конкурентов, поскольку мы используем <b>авторские инженерные технологии оптимизации стоимости домов</b>. Присылайте нам готовые проекты – и мы расскажем вам, насколько грамотно запроектирован дом, при вашем желании – проведем инженерную оптимизацию, чтобы сделать цену выгодной вам, а не строителям, а также предложим лучшую цену на строительство дома и работы «под ключ»!</p>
        <p class="Roboto-16-400 font-italic mt-3"><b>Цель нашей работы</b> – строительство качественных современных частных домов при полном взаимопонимании с клиентом. Ваши пожелания – это стартовая точка работы над проектом от момента его обсуждения до сдачи дома в эксплуатацию. Мы со своей стороны предложим лучшие профессиональные решения, которые сделают вашу идею выгодной. Наш профессионализм и работа по договору с гарантией укрепляет вашу уверенность и позволяет построить открытые и доверительные отношения, а также качественный дом.</p>
        <p class="Roboto-16-400 font-italic mt-3"><b>Почему выбирают компанию «Про Дом»?</b></p>
        <p class="Roboto-16-400 font-italic mt-3">Потому, что мы:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Все знаем <b>ПРО</b> каждый <b>ДОМ</b>: технология и материалы, строительство и документальное сопровождение</li>
            <li class="Roboto-16-400 font-italic ml-5"><b>ПРО</b>фессионально проектируем и строим каждый <b>ДОМ</b></li>
            <li class="Roboto-16-400 font-italic ml-5"><b>ПРО</b>верены временем на строительстве <b>ДОМ</b>ов в Крыму и городе Севастополь</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Если вы настроены на качество, точные сроки и достойный результат – приглашаем вас стать нашим клиентом!</p>
        <a href="tel:+79782070939" class="info-block__btn Roboto-24-700 color-white w-100 d-flex justify-center align-center pa-2 mt-5">Позвонить:<img src="@/assets/info-block/phone.png" class="mx-2" />  +7 978 207-09-39</a>
    </div>
</template>

<script>
export default {
    name: 'info-block',
}
</script>

<style lang="scss">
.info-block {
    &__btn {
        background-color: $green-main;
        min-height: 60px;

        &:hover {
            color: $yellow;
        }
    }
}
</style>