<template>
    <div class="monolitic-info ml-3">
        <h2 class="Roboto-28-700-no-adaptive">Бетонные (монолитные) работы</h2>
        <img src="@/assets/monolitic/monolitic-img.jpg" class="w-100 mt-3">
        <h1 class="Roboto-28-700 mt-3">Строим монолитные дома под ключ - загородное строительство в Крыму</h1>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/monolitic/monolitic-img-2.jpg" align="left" vspace="5" hspace="5" class="monolitic-info__img mr-5">
            Современный строительный рынок Крыма предлагает множество передовых технологий возведения жилых домов. Все они имеют бесспорные преимущества, особенности. В профессиональной строительной компании вам подробно расскажут о каждой из них и предложат подходящий вариант.<br /><br />Перед тем как определиться с технологией строительства по Крыму, наши специалисты обязательно выезжают на стройплощадку. Анализ рельефа местности, качества грунта и уровня подземных вод на участке дадут точное понимание, какой именно вариант лучше использовать в вашем случае.<br /><br />Монолитно-каркасная технология относится к числу популярных на строительном рынке Крыма. Если раньше ее применяли преимущественно в коммерческом и промышленном строительстве, то сегодня данную технологию активно используют в частном домостроительстве и для возведения добротных дач.<br /><br />Одной из причин популярности монолитного каркаса в городах Крыма (Симферополь, Севастополь, Ялта...) является возможность создания бесшовных стен практически любой формы. Прочный и долговечный дом от компании ПроДом с монолитной бетонной основой – это широкие возможности для создания уникальных архитектурных форм и надежная постройка на долгие десятилетия.
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Преимущества монолитной технологии</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/monolitic/monolitic-img-3.jpg" align="left" vspace="5" hspace="5" class="monolitic-info__img mr-5">
            В основу каркаса под заливку бетона входят три основных компонента: фундамент, металлические листы или фанера для создания пояса жесткости и колонны.<br /><br />С помощью железных или фанерных листов монтируется опалубка нужной формы и размера, в которую затем заливается бетон на высоту порядка полутора метров. Слой бетона уплотняется, после его застывания заливается следующий уровень. Дополнительно слои укрепляются армирующими материалами, что особенно актуально для многоэтажных жилых или промышленных зданий.
        </p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Ключевые преимущества монолитной технологии:</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/monolitic/monolitic-img-4.jpg" align="right" vspace="5" hspace="5" class="monolitic-info__img ml-5">
            <ul class="mt-3">
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Высокая прочность заливной технологии относительно домов из бруса или камня;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Оперативное выполнение строительных работ;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Возможность возведения постройки практически на любом грунте;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Допустимо использование в качестве внешней и внутренней отделки всех современных материалов, в том числе утеплителей;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Возможность реализации сложных архитектурных проектов с висящими этажами, арками и другими конструкционными элементами;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Высокий уровень пожарной безопасности здания;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Свободная планировка и перепланировка внутреннего помещения;</li>
                <li class="Roboto-16-400 font-italic ml-5 mt-1">Низкие расходы на строительство относительно других технологий.</li>
            </ul>
        </p>
        <p class="Roboto-16-400 font-italic mt-3">К обязательным требованиям данного вида строительства относятся:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Наличие детального проекта, в котором указаны схемы опалубки и армирования с точными расчетами</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Строительство силами квалифицированной бригады мастеров с практическим опытом работы</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Также желательно близкое расположение бетонного завода: в нашем случае используется наполнитель с собственного РБУ, что опять же поможет сэкономить средства на покупку стройматериалов.</p>
        <h2 class="Roboto-28-700-no-adaptive mt-3">Энергоэффективный красивый дом в сжатые сроки</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/monolitic/monolitic-img-5.jpg" align="left" vspace="5" hspace="5" class="monolitic-info__img mr-5">
            Добротный монолитный дом с высокими потолками и большим внутренним пространством предполагает широкие возможности для воплощения творческих идей наших заказчиков, фантазии дизайнеров.<br /><br />Это свободная планировка, эркерные окна или панорамное остекление, криволинейные конфигурации отдельных помещений и многое другое. Наши архитекторы, проектировщики и дизайнеры – люди талантливые, творческие, при этом в работе над проектом они учитывают все технические нюансы постройки, ее практичность и надежность.<br /><br />Практикуем комплексный подход к решению поставленных задач, гарантируем качество оказанных услуг. Звоните! Мы находимся в Крыму! Построим дом под ключ в любом городе Крыма: Симферополь, Севастополь, Евпатория, Судак, Феодосия, Ялта, Алушта, Бахчисарай, Саки, Белогорск, Джанкой, а также сделаем проект дома под ключ...
        </p>
        <button-phone>Позвонить</button-phone>
        <acordion-template :accordion="accordion" />
        <p class="Roboto-16-400 font-italic mt-3">Мечтаете о современном, прочном и элегантном доме в Крыму, который будет служить вашей семье на протяжении многих поколений? Мы рады представить вам монолитное строительство (Симферополь, Севастополь, Ялта) - истинный символ надежности и качества.<br /><br /><b>Что делает монолитные дома такими особенными?</b> Точность, прочность и устойчивость - вот ключевые характеристики, которые отличают монолитное строительство от других методов (Заказ строительства в любом городе: Судак, Феодосия, Алушта, Саки, Белогорск). Каждый элемент дома воплощает вашу мечту в реальность, будь то элегантные арки, величественные колонны или изящные лестницы. Кроме того, монолитные конструкции обладают превосходными звукоизоляционными свойствами, что гарантирует вашей семье уют и покой.<br /><br />Но это еще не все! При выборе монолитного дома в Бахчисарае, Судаке, Феодосии, Симферополе или Севастополе, вы получаете возможность полностью настроить его в соответствии с вашими потребностями и предпочтениями. Выбирайте планировку, интерьер, цветовую гамму и создайте идеальное пространство, отражающее вашу индивидуальность.<br /><br />Итак, пришло время превратить ваши мечты в реальность и построить свой дом в Саках, Симферополе, Алуште, Ялте или Евпатории (мы строим по всему Крыму)! Наша команда экспертов по монолитному строительству в Крыму готова помочь вам воплотить все ваши идеи и создать дом вашей мечты. Не упустите возможность обладать непревзойденным качеством и комфортом. Закажите монолитный дом уже сегодня и начните строить будущее для своей семьи.</p>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'
import AcordionTemplate from '@/components/elements/acordion-template.vue'

export default {
    name: 'monolitic-info',
    components: {
        ButtonPhone,
        AcordionTemplate
    },
    data() {
        return {
            accordion: [
                {
                    title: 'Монолитные дома #1 в Крыму',
                    content: [
                        {
                            text: 'Монолитные дома становятся все более популярными в современном строительстве в Крыму. Это связано с тем, что они являются одним из самых надежных и долговечных видов жилья. Строительство монолитного дома "под ключ" обеспечивает полный комплекс услуг, включая проектирование, подготовку участка под строительство, возведение фундамента, строительство самого дома, его отделку, установку систем отопления, водоснабжения и электроснабжения, а также благоустройство прилегающей территории.'
                        },
                        {
                            title: 'Монолитное строительство по Крыму: надежность, долговечность и экологическая безопасность для вашего будущего дома под ключ',
                            text: 'Одним из главных преимуществ монолитного дома в Крыму является его надежность и долговечность. Такой дом может прослужить десятилетиями, не теряя своих качеств и прочности. Кроме того, монолитные дома имеют высокую теплоизоляцию, что позволяет значительно снизить расходы на отопление в холодное время года.'
                        },
                        {
                            title: 'Монолитные дома под ключ: создайте свой идеальный дом с надежными бетонными работами',
                            text: 'Строительство монолитного дома "под ключ" по Крыму, также экономит время и усилия заказчика, так как все работы выполняются профессионалами и заказчик не должен контролировать все процессы строительства в Крыму. Кроме того, заказчик может быть уверен в качестве работ и надежности дома, так как все работы выполняются компетентными специалистами.'
                        },
                        {
                            title: 'Строительство домов под ключ в Крыму: выберите монолитное строительство для уникального дизайна и надежного качества',
                            text: 'Одним из ключевых элементов строительства монолитного дома являются бетонные работы. Бетон - это один из самых прочных и долговечных материалов, используемых в строительстве. Качество бетонных работ напрямую влияет на надежность и долговечность дома.'
                        },
                        {
                            title: 'Монолитные дома под ключ в Крыму: современный дизайн, высококачественные материалы и профессиональные бетонные работы',
                            text: 'Компания Продом, занимающаяся строительством монолитных домов "под ключ", имеет высококвалифицированных специалистов, которые знают все тонкости и особенности бетонных работ в городах Крыма: Симферополь, Севастополь, Ялта, Алушта, Судак, Феодосия, Евпатория, Белогорск, Саки, Бахчисарай.'
                        }
                    ]
                },
                {
                    title: 'Преимущества монолитного строительства в Крыму',
                    content: [
                        {
                            title: 'Надежность и долговечность',
                            text: 'Монолитный дом - это один из самых прочных и долговечных типов домов, так как он строится из одной монолитной бетонной плиты без стыков и швов, что делает его более устойчивым к различным внешним воздействиям, например, землетрясениям, пожарам и наводнениям.'
                        },
                        {
                            title: 'Энергоэффективность',
                            text: 'Монолитный дом обладает отличными теплоизоляционными свойствами и позволяет существенно снизить затраты на отопление и кондиционирование воздуха внутри дома. Благодаря монолитной конструкции дома, в нем отсутствуют тепловые мосты, что обеспечивает равномерное распределение тепла внутри дома.'
                        },
                        {
                            title: 'Уникальный дизайн',
                            text: 'Монолитное строительство позволяет создавать уникальные и архитектурно сложные формы домов. Это связано с тем, что монолитный дом строится без использования готовых элементов, что позволяет создавать дизайнерские решения любой сложности.'
                        },
                        {
                            title: 'Экологическая безопасность',
                            text: 'Монолитный дом строится из натуральных материалов, что делает его экологически безопасным для здоровья людей и окружающей среды. Кроме того, бетон является огнестойким материалом и не выделяет токсичных веществ в случае пожара.'
                        },
                        {
                            title: 'Сокращение сроков строительства',
                            text: 'Монолитное строительство позволяет существенно сократить сроки возведения дома благодаря возможности одновременного возведения нескольких этажей и отсутствию необходимости в установке дополнительных элементов, таких как кирпичные стены или перегородки.'
                        }
                    ]
                },
                {
                    title: 'Заказать монолитный дом у профессионалов в Крыму',
                    content: [
                        {
                            text: 'Монолитный дом в Крыму - это надежное и долговечное решение для строительства загородного дома. Однако, чтобы обеспечить высокое качество строительства, необходимо заказывать услуги у профессионалов. В Крыму компания Про Дом, строит монолитные дома "под ключ", что гарантирует вам надежность, долговечность и экономичность вашего будущего дома.'
                        },
                        {
                            text: 'Первым шагом при заказе монолитного дома в Крыму является выбор надежной строительной компании. Необходимо обратить внимание на опыт работы, квалификацию сотрудников, портфолио выполненных проектов и отзывы от предыдущих клиентов. Это поможет выбрать лучшую компанию, которая сможет реализовать все ваши пожелания и потребности.'
                        },
                        {
                            text: 'Одним из главных преимуществ заказа монолитного дома у профессионалов в Крыму является возможность создания уникального и индивидуального дизайна дома. Компании, занимающиеся строительством, предлагают большой выбор различных материалов, отделки и дизайна интерьеров, чтобы создать уникальный дом, который будет соответствовать всем вашим потребностям и пожеланиям.'
                        },
                        {
                            text: 'Кроме того, заказ монолитного дома у профессионалов в Крыму гарантирует высокое качество и надежность работы. Компании, занимающиеся строительством, используют только высококачественные материалы и оборудование, а сотрудники компании имеют необходимую квалификацию и опыт работы, чтобы обеспечить выполнение всех работ в соответствии со стандартами качества.'
                        },
                        {
                            text: 'Еще одним преимуществом заказа монолитного дома у профессионалов в Крыму является экономия времени и ресурсов. Компании, занимающиеся строительством, обеспечивает полный комплексом строиельных работ, включая подключение коммуникаций.'
                        }
                    ]
                }
            ]
        }
    }
}
</script>

<style lang="scss">
.monolitic-info {
    &__img {
        max-width: 300px;
    }
}
</style>