<template>
    <div class="about-us-info ml-md-3">
        <h1 class="Roboto-28-700-no-adaptive">Проектные и строительные работы в Крыму от профессионалов</h1>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/about-us/about-img.jpg" class="about-us-info__img float-left mr-5" vspace="5" hspace="5">
            Строительство частных домов в южном регионе России уверенно развивается и набирает обороты. Наша команда «ПроДом» поможет воплотить в жизнь ваш проект по созданию индивидуального жилья любой сложности.<br /><br />Приглашаем к сотрудничеству частных заказчиков, предпринимателей, фирмы для качественной и оперативной реализации дизайн-проектов загородных домов, коттеджей, вилл не только по типовым проектным решениям, но и согласно авторским идеям клиентов.
        </p>
        <p class="Roboto-16-400 font-italic mt-3">В портфолио компании порядка 470 реализованных объектов. Благодаря слаженной работе команды профессионалов каждый из них был сдан в оговоренные сроки, в полном соответствии с техническими требованиями, эстетикой сооружения и пожеланиями заказчика.</p>
        <h2 class="Roboto-28-700-no-adaptive">Принципы нашей работы</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/about-us/about-img-2.jpg" class="about-us-info__img float-right ml-5" vspace="5" hspace="5">
            Цель нашей работы – строительство качественных современных частных домов при полном взаимопонимании с заказчиком. Ваши пожелания – отправная точка работы над проектом от момента его обсуждения до сдачи в эксплуатации.<br /><br />В штате компании трудятся специалисты с профильным образованием и солидным опытом работы в данной сфере. Мы строим на рынке Крыма и Севастополя уже более 15 лет
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Строительство проводится по передовым современным технологиям:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">С применением каркасной основы</li>
            <li class="Roboto-16-400 font-italic ml-5">Каменная</li>
            <li class="Roboto-16-400 font-italic ml-5">С монолитным каркасом</li>
            <li class="Roboto-16-400 font-italic ml-5">С использованием комбинированных вариантов.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/about-us/about-img-3.jpg" class="about-us-info__img float-left mr-5" vspace="5" hspace="5">
            При разработке проекта мы выезжаем на участок, учитываем все важные нюансы: рельеф местности, характер почвы и уровень грунтовых вод, конструктивные особенности будущего сооружения.<br /><br />К вашим услугам — наш опыт и знания дипломированных архитекторов, инженеров, дизайнеров, а также ответственные строители, работающие у нас в штате. Помимо постройки частного дома с нуля, осуществляем работы по реконструкции вторичных объектов, надстройке дополнительных этажей, мансардных помещений на здания. Работаем строго в рамках заключенного договора.
        </p>
        <h2 class="Roboto-28-700-no-adaptive font-italic mt-3">Преимущества сотрудничества с нашей компанией</h2>
        <p class="Roboto-16-400 font-italic mt-3">Что мы предлагаем:</p>
        <p>
            <img src="@/assets/about-us/about-img-4.jpg" class="about-us-info__img float-right ml-5" vspace="5" hspace="5">
            <ul class="mt-3">
                <li class="Roboto-16-400 font-italic ml-5">Строительство частного жилья по типовым проектам (раздел Готовые решения)</li>
                <li class="Roboto-16-400 font-italic ml-5">Разработку индивидуальных решений</li>
                <li class="Roboto-16-400 font-italic ml-5">Грамотный подбор строительных материалов с учетом предусмотренного бюджета</li>
                <li class="Roboto-16-400 font-italic ml-5">Минимальные сроки строительства</li>
                <li class="Roboto-16-400 font-italic ml-5">Возведение объекта согласно архитектурно-строительному проекту</li>
                <li class="Roboto-16-400 font-italic ml-5">Авторский надзор на всех этапах.</li>
            </ul>
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Все нюансы согласовываются с клиентом, заключается официальный договор, и мы приступаем к работе. Изменения в проекте или процессе строительства возможны только по желанию заказчика.</p>
        <p class="Roboto-16-400 font-italic mt-3">Наши преимущества:</p>
        <ul class="mt-3">
            <li class="Roboto-16-400 font-italic ml-5">Строительство объектов «под ключ» от разработки детального проекта до сдачи в эксплуатацию</li>
            <li class="Roboto-16-400 font-italic ml-5">Демократичная ценовая политика</li>
            <li class="Roboto-16-400 font-italic ml-5">Возведение сооружений любой сложности в соответствии с пожеланиями заказчика.</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Работаем ответственно, готовы обсудить любые предложения.</p>
        <h2 class="Roboto-28-700-no-adaptive font-italic mt-3">Работа на результат</h2>
        <p class="Roboto-16-400 font-italic mt-3">
            <img src="@/assets/about-us/about-img-5.jpg" class="about-us-info__img float-right ml-5" vspace="5" hspace="5">
            Мы дорожим своей репутацией и предлагаем заказчикам лучшие условия сотрудничества:
            <ul class="mt-3">
                <li class="Roboto-16-400 font-italic ml-5">Учитываем современные эко-стандарты, используем безопасные материалы для строительства частных домов. Здоровье людей, окружающая природа будут полностью защищены от негативных факторов. Также наши дома отличаются высокой энергоэффективностью</li>
                <li class="Roboto-16-400 font-italic ml-5">Имеем собственную материально-техническую базу, своими силами поставляем стройматериалы по оптовым ценам, что позволяет поддерживать для наших клиентов демократичные цены</li>
                <li class="Roboto-16-400 font-italic ml-5">Регулярно повышаем профессиональный уровень, изучаем современные строительные технологии, рынок материалов путем посещения тренингов, конференций на специализированных площадках, профильных выставок</li>
                <li class="Roboto-16-400 font-italic ml-5">Предлагаем прозрачные договорные отношения без риска дополнительных материальных вложений и скрытых комиссий — цена на завершенный дом определена на момент заключения договора и пересмотру НЕ подлежит</li>
            </ul>
        </p>
        <p class="Roboto-16-400 font-italic mt-3">Доверьтесь команде профессионалов, и мы построим дом вашей мечты!</p>
        <button-phone>Позвонить</button-phone>
    </div>
</template>

<script>
import ButtonPhone from '@/components/elements/button-phone.vue'

export default {
    name: 'about-us-info',
    components: {
        ButtonPhone
    }
}
</script>

<style lang="scss">
.about-us-info {
    &__img {
        width: 100%;
        max-width: 250px;

        @include up($md) {
            max-width: 400px;
        }
    }
}
</style>