<template>
    <div class="works-info ml-md-3">
        <slider-template :slide="slide_1" />
        <h1 class="Roboto-28-700-no-adaptive mt-5">Примеры наших реализованных проектов</h1>
        <p class="Roboto-16-400 font-italic mt-3">Нашим потенциальным клиентам всегда интересно увидеть те дома, которые уже построены нашей командой «<b>ПроДом</b>». За 17 лет работы в нашем портфолио представлены тысячи фотографий объектов, здесь приведем несколько примеров.<br /><br />Обратите внимание: мы ведем комплексную работу – работу от идеи заказчика до готового дома, сданного в эксплуатацию, <b>проект проходит следующие этапы:</b></p>
        <ul class="mt-5">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Проектирование</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Организация строительной площадки</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Сооружение фундамента</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Возведение каркаса конструкции дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Заполнение стен</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Монтаж окон и дверей</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Кровельные работы</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Фасадные работы</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Инженерные сети (вода, канализация, отопление, вентиляция, электричество, кондиционирование)</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Отделочные работы внутри помещений</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Сдача дома клиенту</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">В данном разделе представлены дома, запроектированные и реализованные нами.  Эти дома готовы для проживания как в черте города, так и для загородной жизни. Мы строим как малые, так и большие дома – все зависит от пожеланий клиентов.<br /><br />При вашем желании мы поможем связаться с нашими клиентами для получения объективной информации по удобству, надежности и качеству постройки и всех коммуникаций и возможности получить рекомендации по нашей работе.<br /><br />В нашем <b>портфолио</b> представлены следующие объекты:</p>
        <ul class="mt-5">
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Жилые дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Малоэтажные частные дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Садовые дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Виллы</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Коттеджи</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Гостевые дома</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Малоквартирные жилые здания</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Таунхаусы</li>
            <li class="Roboto-16-400 font-italic ml-5 mt-1">Хостелы</li>
        </ul>
        <p class="Roboto-16-400 font-italic mt-3">Также мы выполняем работы по реконструкции кровли и зданий, возведению надстроек над зданиями, уже находящимися в эксплуатации.<br /><br />Силами специалистов бригад нашей команды «ПроДом» также осуществляется строительство коммерческих, промышленных объектов, в частности отелей, магазинов, ресторанов. Мы работаем с использованием передовых технологий, современных строительных материалов. Репутация нашей компании – гарантия качества объектов, представленных в портфолио.<br /><br />Посмотрите, все проектные решения реализованы точь-в-точь как в архитектурных решениях. Мы гордимся качеством наших работ!<br /><br />Станьте нашим клиентом – лучшие технологии строительства и наш опыт помогут создать дом вашей мечты.</p>
        <button-phone>Позвонить</button-phone>
        <slider-template :slide="slide_2" />
        <acordion-template :accordion="accordion" />
    </div>
</template>

<script>
import SliderTemplate from '@/components/elements/slider-template.vue'
import ButtonPhone from '@/components/elements/button-phone.vue'
import AcordionTemplate from '@/components/elements/acordion-template.vue'

export default {
    name: 'works-info',
    components: {
        SliderTemplate,
        ButtonPhone,
        AcordionTemplate
    },
    data() {
        return {
            slide_1: [
                { src: require('@/assets/works/works-img.jpg') },
                { src: require('@/assets/works/works-img-2.jpg') },
                { src: require('@/assets/works/works-img-3.jpg') },
                { src: require('@/assets/works/works-img-4.jpg') }
            ],
            slide_2: [
                { src: require('@/assets/works/works-img-5.jpg') },
                { src: require('@/assets/works/works-img-6.jpg') },
                { src: require('@/assets/works/works-img-7.jpg') },
                { src: require('@/assets/works/works-img-8.jpg') }
            ],
            accordion: [
                { 
                    title: 'Строим частные загородные дома в Крыму',
                    content: [
                        {
                            text: 'Постройка дома в Крыму - это сложный и ответственный процесс, который может занять много времени и требует внимания к многим деталям. Один из способов упростить этот процесс - построить дом в комплексе строительных работ, в любом городе Крыма: Симферополь, Ялта, Севастополь, Алушта, Евпатория, Феодосия, Судак, Бахчисарай, Белогорск, Саки.'
                        },
                        {
                            text: 'Комплекс строительных работ - это организация, которая предоставляет услуги по строительству домов, начиная от проектирования и заканчивая отделкой. В комплекс строительных работ могут входить различные специалисты, такие как архитекторы, инженеры, рабочие, электрики и сантехники.'
                        },
                        {
                            title: 'Преимущества строительства в комплексе (дом под ключ) от Про Дом Крым:',
                            text: '1. Экономия времени и денег: строительство в комплексе может уменьшить время и затраты на строительство, так как все работы выполняются в рамках одной организации.'
                        },
                        {
                            text: '2. Профессиональный подход: комплекс строительных работ может предоставить опытных и квалифицированных специалистов, которые могут помочь с проектированием, выбором материалов и выполнением работ.'
                        },
                        {
                            text: '3. Управление стройкой: комплекс может организовать управление стройкой, включая контроль над качеством работ и соблюдение сроков.'
                        },
                        {
                            text: '4. Гарантия качества: многие комплексы строительных работ предоставляют гарантию качества на выполненные работы, что может дать клиенту дополнительный уровень уверенности.'
                        },
                        {
                            text: '5. Индивидуальный подход: комплекс строительных работ может настроиться на потребности клиента и выполнить работы в соответствии с его требованиями и пожеланиями.'
                        }
                    ]
                },
                {
                    title: 'Фасадные работы от профессионалов Про Дом',
                    content: [
                        {
                            text: 'Фасадные работы в Крыму - это один из важных этапов строительства дома, которые направлены на создание красивого и эстетически привлекательного внешнего вида здания. Фасадные работы могут включать в себя установку окон, дверей, облицовку стен и другие декоративные элементы.'
                        },
                        {
                            title: 'Преимущества хорошего фасада:',
                            text: '1. Эстетика: хорошо выполненный фасад может стать визитной карточкой дома, что поможет создать уютный и привлекательный вид здания.'
                        },
                        {
                            text: '2. Защита от внешних воздействий: фасад должен быть защищен от воздействия атмосферных явлений, таких как дождь, снег и ветер, что поможет сохранить качество и долговечность здания.'
                        },
                        {
                            text: '3. Энергоэффективность: правильно выполненный фасад может помочь снизить затраты на отопление и кондиционирование воздуха внутри дома.'
                        },
                        {
                            text: '4. Увеличение стоимости недвижимости: хорошо выполненные фасадные работы могут повысить стоимость недвижимости, что может быть важно для тех, кто планирует продать свой дом в будущем.'
                        },
                        {
                            text: 'Однако, фасадные работы могут быть сложными и требовать определенных знаний и навыков. Некоторые из них включают:'
                        },
                        {
                            text: '1. Выбор материалов: фасад может быть выполнен из разных материалов, таких как кирпич, камень, дерево, металл и др. Каждый материал имеет свои особенности и требует определенной экспертизы для установки.'
                        },
                        {
                            text: '2. Установка окон и дверей: правильно установленные окна и двери помогут обеспечить защиту от внешних воздействий, а также улучшить энергоэффективность дома.'
                        },
                        {
                            text: '3. Облицовка стен: облицовка стен может быть выполнена разными способами, например, с использованием кирпича, камня или декоративного камня. Это может помочь создать уникальный и привлекательный вид здания.'
                        },
                        {
                            text: '4. Работа с опасными материалами: некоторые материалы, используемые в фасадных работах, могут быть опасными для здоровья, такие как асбест. Работа с такими материалами требует определенных мер предосторожности и знаний.'
                        },
                        {
                            text: 'В целом, правильно выполненные фасадные работы могут помочь создать красивый и эстетически привлекательный вид дома. Однако, для достижения наилучших результатов, необходимо обратиться к профессионалам с опытом в данной области, которые смогут помочь выбрать правильный материал и выполнить работы в соответствии с требованиями и стандартами.'
                        }
                    ]
                },
                {
                    title: 'Кровельные работы от профессионалов в Крыму',
                    content: [
                        {
                            text: 'Кровельные работы - это один из важных этапов строительства дома, которые направлены на создание надежной и долговечной кровли. Кроме того, кровельные работы могут включать в себя установку водосточной системы, террасы или балкона.'
                        },
                        {
                            title: 'Преимущества хорошей кровли:',
                            text: '1. Защита от внешних воздействий: кровля защищает дом от влаги, снега, дождя и других атмосферных явлений, что позволяет сохранить качество и долговечность здания.'
                        },
                        {
                            text: '2. Энергоэффективность: правильно установленная кровля может помочь снизить затраты на отопление и кондиционирование воздуха внутри дома.'
                        },
                        {
                            text: '3. Эстетика: кровля может стать важным элементом внешнего вида здания, что поможет создать уютный и привлекательный вид дома.'
                        },
                        {
                            text: '4. Увеличение стоимости недвижимости: хорошо выполненные кровельные работы могут повысить стоимость недвижимости, что может быть важно для тех, кто планирует продать свой дом в будущем.'
                        },
                        {
                            text: 'Однако, кровельные работы могут быть сложными и требовать определенных знаний и навыков. Некоторые из них включают:'
                        },
                        {
                            text: '1. Выбор материалов: кровля может быть выполнена из разных материалов, таких как металл, керамика, битумные и резиновые плиты, шифер и др. Каждый материал имеет свои особенности и требует определенной экспертизы для установки.'
                        },
                        {
                            text: '2. Установка каркаса: для установки кровли необходимо установить каркас, который будет служить основой для крыши. Каркас должен быть устойчивым и прочным, чтобы выдерживать нагрузки ветра и снега.'
                        },
                        {
                            text: '3. Установка изоляции: хорошо выполненная установка изоляции поможет защитить дом от перепадов температуры и сохранить тепло внутри здания.'
                        },
                        {
                            text: '4. Установка водосточной системы: водосточная система помогает управлять потоком воды с крыши, что поможет предотвратить повреждение фундамента и стен здания.'
                        },
                        {
                            text: '5. Работа с опасными материалами: некоторые материалы, используемые в кровельных работах, могут быть опасными для здоровья, такие как асбест. Работа с такими материалами требует определенных мер предосторожности и знаний.'
                        },
                        {
                            text: 'В целом, правильно выполненные кровельные работы могут помочь создать надежную и долговечную крышу для вашего дома. Однако, для достижения наилучших результатов, необходимо обратиться к профессионалам с опытом в данной области, которые смогут помочь выбрать правильный материал и выполнить работы в соответствии с требованиями и стандартами.'
                        }
                    ]
                }
            ]
        }
    }
}
</script>

<style lang="scss">
.works-info {
    @include up($sm) {
        max-width: calc(100% - 300px);
    }
}
</style>